{"class": "12", "part": 1, "part_title": "ԽՈՐՀՐԴԱՅԻՆ ՀԱՅԱՍՏԱՆԸ", "chapter": 1, "chapter_title": "ՍՈՑԻԱԼԻՍՏԱԿԱՆ ՀԱՍԱՐԱԿՈՒԹՅԱՆ ՁԵՎԱՎՈՐՈՒՄԸ", "paragraph": "1", "paragraph_title": "ՆՈՐ ՏՆՏԵՍԱԿԱՆ ՔԱՂԱՔԱԿԱՆՈՒԹՅՈՒՆԸ: ԱՐԴՅՈՒՆԱԲԵՐԱՑՈՒՄԸ ԵՎ ԿՈԼԵԿՏԻՎԱՑՈՒՄԸ", "text": "Նեպը և դրա արդյունքները:\nԽորհրդային երկրի կառավարման ոլորտում կիրառված ռազմակոմունիստական համակարգը հանգեցրեց ժողովրդական հուզումների: Խորհրդային Ռուսաստ նի գրեթե բոլոր նահանգներում տասնյակ հազարավոր գյուղացիներ զինված պայ քար սկսեցին բոլշևիկյան վարչակարգի դեմ: Արդեն գիտեք, որ 1921 թ. փետրվարին խորհրդային իշխանության դեմ ապստամբություն բռնկվեց նաև Հայաս տանում:\nԵրկրի աղետալի վիճակը բոլշևիկյան ղեկավարությանը ստիպեց ռազմական կոմունիզմի քաղաքականությունից անցում կատարել նոր տնտեսական քաղաքականության (նեպ): Այն պահանջում էր տնտեսության մեջ իրականացնել լուրջ համակարգային փոփոխություններ:\nՏնտեսության զարգացման գործում կարևոր խթան պիտի դառնային ազատ առևտրի վերականգնումը, վարձու աշխատանքի կիրառումը։ Պետությունը կատարեց այդ փոփոխությունները՝ իր ձեռքում պահելով խոշոր արդյունաբերությունը, ֆինանսները և արտաքին առևտրի մենաշնորհը։\nՆէպին անցնելու առաջին միջոցա ռումներն իրականացվեցին գյուղատն տեսության ոլորտում։ Արգելվեցին հացահատիկի ու այլ մթերքների բռնագ րավումները, վերացվեց պարենմասնատ\nրումը, և ընդունվեց պարենհարկի մասին օրենքը: Պետության տուրքը վճարելուց հետո գյուղացին իրավունք ուներ ազատ տնօրինելու ստացած բերքի ավելցուկը։ Հարկի չափը որոշվում էր մինչև ցանքսը և տարվա ընթացքում փոփոխության են թակա չէր: Բնամթերքով գանձվող հար կը երեք անգամ պակաս էր պարենմաս նատրման եղանակով գանձվող հարկից:\nՀայաստանում պարեն հարկը գանձվում էր բոլոր տեսակի գյուղատնտեսա կան ապրանքներից։ 1923 թ. շրջանա ռության մեջ մտավ գյուղմիահարկը: Միասնական հարկը գյուղացուն հնարավորություն էր տալիս պարենհարկը վճարելու ցանկացած ապրանքով: Շուկայական հարաբերությունների որոշ աշ խուժացումը նպաստեց, որ միասնական հարկը գանձվի նաև դրամով: Հարկի այս ձևով գանձման հաջողությունները թույլ տվեցին 1924 թ. հենց սկզբից հրաժարվելլու բնամթերային հարկաձևից։\n1920ական թվականներին գյուղի un ցիալտնտեսական վիճակի բարելավ մանն էր ուղղված խորհրդային իշխա նության հողային քաղաքականությունը: Հողը բաշխվում էր պարբերական վերաբաժանման (9 տարին մեկ անգամ) և հավասարարության (ըստ ծխերի անդամ ների թվի) սկզբունքով։ Հողային ֆոնդի խիստ սահմանափակության պատճառով Հայաստանում հողի շնչաբաժինը\nսահմանվեց նվազագույն չափով: Արգելվում էին հողի առուվաճառքը, կտակելն ու գրավ դնելը: Թույլատրվում էր վարձու աշխատանքի կիրառումը:\nԽորհրդային իշխանության հողային բարենորոգումները որոշ չափով ավելաց րին հայ գյուղացու հողաբաժինը: Սակայն նեպի տարիներին խնդիրն ամբողջու թյամբ հնարավոր չեղավ լուծել, և 1929 թ. շուրջ 40 հազար գյուղացիներ շարունա կում էին մնալ հողազուրկ:\nՀատուկ հռչակագրով նախկինում ազգայնացված մանր տնայնագործական ձեռնարկությունները, ջրաղացները պետք է վերադարձվեին իրենց տերերին: Նեպի պայմաններում սկսեցին արդյունաբերական ձեռնարկությունների վերա կանգնումը և նորերի կառուցումը: 1923 թ. վերագործարկվեցին Երևանի գինուկո նյակի «Արարատ», կաշվի երկու փոքր զոր ծարանները և մի շարք այլ ձեռնարկություններ: 1923-1924 թթ. ընթացքում սկսվեցին Հայաստանի արդյունաբերու թյան կարևորագույն ճյուղերից մեկի՝ պղնձարդյունաբերության վերականգնման աշխատանքները, ինչի շնորհիվ շուտով Կապանում վերսկսվեց պղնձի ձուլումը:\n1924-1925 թթ. գործարկվեցին մի շարք ձեռնարկություններ, աշխատանքներ կա տարվեցին երկաթուղային տրանսպորտի վերականգնման ուղղությամբ, հիմնադրվեցին մի շարք հիդրոէլեկտրակայաններ, կառուցվեցին ջրանցքներ:\nՆէպի կենսագործման առաջին տա րիներին արդյունաբերական ձեռնարկու թյունները պետության կողմից ստացան զգալի տնտեսական ինքնուրույնություն: Արտադրանքի վաճառքից ստացված ֆինանսական միջոցների զգալի մասը թողնվում էր հիմնարկությանը՝ աշխա տողների աշխատավարձը բարձրացնելու և սարքավորումները նորացնելու համար: Այժմ աշխատավարձը վճարվում էր նոր սկզբունքով՝ ըստ կատարած աշխատանքի քանակի ու որակի:\nՆէպի կենսագործումը նպաստեց երկրի ճգնաժամի հաղթահարմանը։ Հայաստանում այդ տարիներին վերականգնվեց գյուղատնտեսությունը, սկսեցին դրվել արդյունաբերության հիմքերը, որոշ չափով բարելավվեց ազգաբնակչության կենսամակարդակը։ 1928 թ. Հայաստանի տնտեսությունը հասավ նախապատերազմյան՝ 1913 թ. մակարդակին:\nՆէպի տարիներին արձանագրվեցին որոշակի հաջողություններ: Սակայն այդ քաղաքականությունը շուտով ստալինյան ղեկավարության կողմից կասեցվեց։ Նեպից հրաժարվելու պատճառներն առավելապես կապված էին ոչ թե տնտեսական, այլ քաղաքական և գաղափարախոսական խնդիրների հետ: Պետությունը տարեցտարի մեծացնում էր իր միջամ տությունը երկրի տնտեսական կյանքին. վերահսկում էր գները, սահմանափակում ձեռնարկությունների ինքնուրույնությու եր: Վերակենդանացվեց ռազմական կոմունիզմի ժամանակների գործելակերպը: Հետզհետե անցում կատարվեց կառա վարման վարչահրամայական եղանակին, որն էլ կանխորոշեց նէպի վերացումը:\nԱրդյունաբերացումը: \n1920ական թվականների երկրորդ կեսից ԽՍՀՄ բարձրագույն ղեկավարությունը երկրի առջև ծառացած գլխավոր խնդիրը հա մարում էր սոցիալիզմի նյութատեխնի կական հիմքի ստեղծումը: Երկրի տեխնիկատնտեսական հետամնացությունն արագորեն վերացնելու նպատակով որոշ վեց իրականացնել արդյունաբերացում (ինդուստրացում):\nԱրդյունաբերացնել երկիրը նշանա կում էր ստեղծել արդյունաբերության նոր ճյուղեր, կառուցել գործարաններ, ֆարրիկաներ, հիդրոէլեկտրակայաններ, ընդլայնել երկաթուղային ցանցը: Խնդիր էր դրվում հասնելու այն վիճակին, որ տնտեսության համախառն արտադրանքի մեջ արդյունաբերական արտադրանքի ծավալը գերազանցեր գյուղատնտեսակա նին: Որոշվեց երկրի արդյունաբերացումը սկսել ոչ թե թեթև ու սննդի արդյունաբերություններից, ինչպես տեղի էր ունեցել Արևմուտքի զարգացած պետություններում, այլ ծանր արդյունաբերությունից: Նպատակը ԽՍՀՄ–ը մեքենաներ և տարքավորումներ ներմուծող երկրից դրանք արտադրող երկրի վերածելն էր: Դրանով կապահովվեր երկրի տնտեսական անկախությունը և պաշտպանունակությունը։\nԱրագ արդյունաբերացման համար անհրաժեշտ միջոցները հնարավոր էր հայթայթել միայն երկրի ներսում: Ֆինանսավորման աղբյուր դարձան գյուղացիության վրա դրված խիստ ծանր հարկերը, վանքերի ու եկեղեցիների ունեցվածքի, թանգարաններում պահվող ազգային հարստության բռնագրավումը: Աշխատավորներին տրվում էր չնչին աշխատավարձ:\nԾագեց զարգացման հնգամյա պլան կազմելու անհրաժեշտություն եշտությունը։ Հնգամյակներով կենտրոնացված պլանավորումը շարունակվեց նաև հետագայում՝ խորհրդային իշխանության ամբողջ գոյության ընթացքում:\nԱրդյունաբերացման ընթացքում Հայաստանում շահագործման հանձնվեց 2nրահէկը, որը բարդ ճարտարագիտական կառույց էր: Նրա ամբարտակի փականը այն ժամանակ աշխարհում ամենախոշորն էր: Առաջին հնգամյակի տարիներին սկսվեց ավելի հզոր՝ Քանաքեոհէկի շինարարությունը, որին հաջորդեց Հրազդան գետի վրա ևս մի քանի կայանների կառուցումը։ 1928 թ. գործարկվեց Լենի նականի հէկը:\nԽՍՀՄ ղեկավարության շրջանում տարածված էր այն թյուր կարծիքը, թե Հայաստանն ունի ջրային մեծ պաշարներ, և հանրապետությունում հնարավոր է ստեղծել էներգատար քիմիական արդյունաբերություն: Նման մոտեցումը հանգեցրեց նրան, որ միակողմանի զարգացավ քիմիական արդյունաբերությունը, դրա հետ կապված՝ լեռնահանքային արդյունաբերությունը, մասնավորապես` Ալավերդու և Կապանի պղնձահանքերն ու ձուլարանները։ Զանգեզուրում հայտնաբերվեցին մոլիբդենի հանքավայրեր։\nՔիմիական արդյունաբերության նոր կենտրոններ դարձան Ղարաքիլիսան (Վանաձոր) և Երևանը: Ղարաքիլիսայում կառուցվեց խոշոր քիմիական կոմբինատ՝ կարբիդի և այլ արտադրամասերով։\n1933 թ. Երևանում սկսվեց արհեստական կաուչուկի խոշոր գործարանի կառուցումը, որը շահագործման հանձնվեց 1940 թ.։ Տասնամյակներ շարունակ Հայաստանը բավարարում էր ԽՍՀՄի կաուչուկի պահանջարկի մեծ մասը։ Որոշակի առաջընթաց գրանցվեց նաև թեթև ու սննդի արդյունաբերությունների ճյուղերում։ Լենինականը դարձավ տեքստիլ արդյունաբերության կենտրոն:\nՀայաստանում շինանյութերի արդյունաբերությունը հենվում էր հարուստ հանքերի՝ տուֆի, մարմարի պաշարների վրա։ Լենինական—Արթիկ երկաթուղու կառուցման շնորհիվ գործարկվեցին «Արթիկտուֆի» հանքավայրերը։ Ցեմենտի խոշոր կոմբինատ հիմնվեց Դավալուում (Արարատ): Կառուցվեցին կրի և աղյուսի գործարաններ:\nՀայաստանում ձեռնամուխ եղան սեփական որակյալ կադրեր պատրաստելու գործին: Որակյալ բանվորական կադրեր սկսեցին պատրաստել ֆաբրիկագործարանային ուսումնարանները։\nԱրդյունաբերացման ընթացքում Հարաստանն աստիճանաբար ագրարային երկրից վերածվեց արդյունաբերական հանրապետության: Առաջին հնգամյակի ընթացքում՝ 1928-1932 թթ., Հայաստանում շահագործման հանձնվեց 18, իսկ երկրորդում՝ 1933-1937 թթ.՝ 26 արդյունաբերական ձեռնարկություն:\nԱրդյունաբերացման ուղղակի արդյունք էր բանվոր դասակարգի և ճարտարագիտատեխնիկական անձնակազմի քանակական աճը։ 1928-1940 թթ. բանվորների թիվը հասավ 92,4 հազարի:\nԱրդյունաբերացումն առաջացրեց բնապահպանական խնդիրներ: Հրազդան գետի վրա կառուցված հիդրոէլեկտրակայաններն աշխատում էին Սևանից բաց թողնվող ջրի հաշվին, որը հանգեցրեց լճի մակարդակի իջեցմանը։ Շրջակա միջավայրին և մարդկանց առողջությանը զգալի վնաս հասցրին քիմիական և լեռնամետաղաձուլական ձեռնարկությունների թունավոր արտանետումները։\nԳյուղատնտեսության կոլեկտիվացումը: Ստալինյան ղեկավարությունը\nձեռնամուխ եղավ նաև գյուղատնտեսության կոլեկտիվացմանը: 1927-1928 թթ. դժվարություններ էին առաջացել հացամթերումների բնագավառում։ Հացի պակասը լրացնելու համար ստալինյան ղեկավարության նախաձեռնությամբ սկսվեց նէպի տարիներին իրենց աշխատանքի շնորհիվ կայուն տնտեսություններ ստեղծած ունևոր գյուղացիների` կուլակների հացի պաշարների բռնագրավումը։ 1929 թ. վերջին հայտարարվեց նէպից հրաժարվելու և կուլակությանը որպես դասակարգ վերացնելու քաղաքականությանն անցնելու մասին:\nՈրպես խնդրի լուծման միջոց՝ առաջարկվեց մեծ թափ հաղորդել գյուղացիական կոլեկտիվ տնտեսությունների ստեղծմանը։ 1920–ական թթ. գոյություն ունեին գյուղացիական միացյալ տնտեսությունների մի քանի ձևեր՝ կոմունաներ, արտելներ, խորհրդային տնտեսություններ (սովխոզներ):\nԳյուղացուն զրկում էին տասնամյակներ շարունակ երազած սեփական հողաբաժնից և հարկադրում, որ հրաժարվի դարավոր կենցաղավարությունից հանուն կոլեկտիվ աշխատանքի և գյուղի «սոցի ալիստական» վերակառուցման: Փաստորեն գյուղացին օտարվում էր հողից: Հաստատվեցին ժամկետներ, որոնց ընթացքում պետք է իրականացվեր կոլեկտիվացումը։\nՊլանավորված էր սկզբում այդ գործընթացն ավարտել ԽՍՀՄ–ի հացահատիկ արտադրող շրջաններում։ Ենթադրվում էր, որ Հայաստանում կոլեկտիվացումը կավարտվի 1933 թ.։ Ստալինը 1929 թ. նոյեմբերին «Մեծ բեկման տարին» հոդվածում, կեղծելով իրականությունը, ներկայացրեց, որ իբր գյուղում տեղի է ունեցել արմատական բեկում կոլեկտիվացման օգտին, միջակ գյուղացին, որը գյուղացիության մեծամասնությունն է, արդեն նախընտրում է կոլտն տեսությունը մանր տնտեսությունից: Հոդվածը կոլեկտիվացումն արագացնելու կոչ էր: Հետևելով հրահանգին՝ Հայաստանի ղեկավար մարմիններն անցան խնդրի իրականացմանը։ Սակայն գյուղացին ցանկություն չուներ հրաժարվելու անհատական տնտեսությունից: Ամեն տեսակի բռնություններ գործադրելով` միջակ և չքավոր գյուղացիներին ստիպում էին անդամագրվել կոլեկտիվ տնտեսություններին։ Սրանով խախտվում էր կոլեկտիվացման կամավորության սկզբունքը:\nՀամատարած կոլեկտիվացումն արագացնելու նպատակով կուսակցության առաջադրանքով՝ գյուղ մեկնեցին բանվորական խմբեր, որոնք իրենց հերթին ճնշում էին գործադրում գյուղացիների վրա։ 1929 թ. դեկտեմբերից մինչև 1930 թ. փետրվար ամիսը «համատարած կոլեկտիվացում» անցկացվեց Երևանի ամբողջ գավառում, Լենինականի և Լոռու գավառների մեծ մասում և առանձին շրջաններում։\nգյուղացու Բռնագրավելով ունևոր ունեցվածքը՝ նրան ամբողջ ընտանիքով վտարում էին գյուղից` բնակեցնելով անբարենպաստ կլիմայական պայմաններ ունեցող շրջաններում: Գործընթացը ստացել էր կուլակաթափություն անվանումը: 1930 թ. ապրիլի դրությամբ որպես «կուլակ» ունեզրկվել էր շուրջ 1100 տնտեսություն:\nԳյուղացիությունը զինված դիմադրություն սկսեց՝ ի պատասխան բռնաճնշումների և հարկադրական կոլեկտիվացման։ Հայաստանի առանձին շրջաններում՝ Դարալագյազ, Շամշադին, Վեդի, Թալին, պայքարը կրում էր զինված բնույթ:\n1930 թ. մարտից մինչև մայիս ամիսները Դարալագյազի ամբողջ շրջանը ապստամբած գյուղացիների ձեռքում էր։ Պայքարը ղեկավարում էին նախկին խմբապետներ՝ Մարտիրոսը և Ղարդաշխանը, որոնք մեծ խմբով այստեղ էին հասել Պարսկաստանից։\nՀակակոլտնտեսային շարժումն արտահայտվեց նաև գյուղացիների կողմից իրենց անասուններն անխնա մորթելու ձևով` կոլտնտեսություններին չհանձնելու համար: Այդ պայմաններում Հայաստանում խոշոր եղջերավոր անասունների գլխաքանակը կրճատվեց 30 %ով, իսկ մանր եղջերավորներինը` կիսով չափ։\nԳյուղացիական ելույթները ճնշելու համար պետությունը գործի դրեց բոնամիջոցներ։ Գյուղացիության պայքարը շուտով ճնշվեց:\nԱյդուհանդերձ իշխանությունները ստիպված էին հրաժարվել համատարած կոլեկտիվացման կարգախոսից: Հայաստանում լուծարվեց հարկադրաբար ստեղծված կոլտնտեսությունների մեծ մասը, իսկ գյուղացիները հեռացան կոլտնտեսություններից: Որպես ճնշման միջոց՝ պետությունը գյուղացիական տնտեսությունների նկատմամբ սկսեց կիրառել հարկերի ավելացման քաղաքականությունը: Այդ ամենին գումարվեց 1932-1933 թթ. ահավոր սովը։ Դրանից մեծապես տուժեց Սևանա լճի ավազանի բնակչությունը։ 1933 թ. ապրուստի միջոց հայթայթելու համար այդ շրջանները լքեց շուրջ 6750 ընտանիք: Նման երևույթներ տեղի էին ունենում նաև ԽՍՀՄ այլ հանրապետություններում։ Գյուղացիների տեղաշարժերը կասեցնելու համար նրանցից խլեցին անձնագրերը, առանց որոնց հնարավոր չէր հաստատվել որևէ այլ վայրում:\nՀաջորդ տարիների ընթացքում մենատնտես գյուղացիությունը, ծանր հարկային բեռին չդիմանալով, ստիպված էր, այնուամենայնիվ, ընդգրկվել կոլեկտիվ տնտեսություններում։ Հայաստանում\nգյուղացիության ճնշող մեծամասնությունը կոլտնտեսություններին անդամագրվեց 1935-1937 թթ.: 1930–ական թթ. վեր ջին հանրապետության ավելի քան 1000 կոլտնտեսություններում ընդգրկված էր շուրջ 180 հազար գյուղացիական տնտեսություն:"}
{"class": "12", "part": 1, "part_title": "ԽՈՐՀՐԴԱՅԻՆ ՀԱՅԱՍՏԱՆԸ", "chapter": 1, "chapter_title": "ՍՈՑԻԱԼԻՍՏԱԿԱՆ ՀԱՍԱՐԱԿՈՒԹՅԱՆ ՁԵՎԱՎՈՐՈՒՄԸ", "paragraph": "2+3", "paragraph_title": "Հասարակական–Քաղաքական կյանքը", "text": "Կոմունիստական կուսակցության մենիշխանության հաստատումը։\nՀայաստանում խորհրդային իշխանության հաստատումից հետո պետական բարձր պաշտոնները գրավեց կառավարող բոլշևիկյան կուսակցությունը։ Իշխանության մարմինները՝ հայտնվեցին նույն կուսակցության ձեռքում, որը քայլեր էր ձեռնարկում՝ մյուս քաղաքական ուժերին ասպարեզից դուրս մղելու ուղղությամբ։ Շուտով երկրում հաստատվեց կոմկուսի մենիշխանությունը:\nՀայաստանում ոչ կոմունիստական ուժերից հատկապես վտանգավոր էր համարվում Հայ հեղափոխական դաշնակցությունը` ժողովրդի մեջ պահպանած իր ազդեցությամբ։\n1923 թ. նոյեմբերին Երևանում գումարվեց ՀՅԴ, այսպես կոչված, ինքնավերացման համագումարը: Այն բոլշևիկյան իշխանությունների պահանջով հայտարարեց Հայաստանում իրենց կազմակերպության վերացման մասին և կոչ ուղղեց արտասահմանի ընկերներին, որ հեռանան դաշնակցությունից:\nՀամագումարի կոչին արտասահմանում չհետևեցին, իսկ Հայաստանում պահպանվեցին ընդհատակյա կազմակերպությունների կառույցները: Վերոհիշյալ եղանակով 1924 թ. փետրվարին կազմակերպվեց նաև դաշնակցության երիտասարդական միության «ինքնավերացման» համագումարը:\nԿոմկուսի անդամ դառնալու համար հնչակյանների առաջ դրվեցին մի շարք պայմաններ։ Այդ պայմանները կատարելուց հետո միայն նրանց ընդգրկեցին կոմունիստական կուսակցության մեջ: Կոմկուսի անդամ դարձավ նաև հնչակյան կուսակցության առաջնորդներից Ա. Նազարբեկյանը: Փաստորեն 1924 թ. հնչակյան կուսակցությունը ԽՍՀՄ տարածքում դադարեցրեց իր գործունեությունը: Հակառակ Կոմինտերնի ընդունած որոշման` կուսակցությունը շարունակեց իր գործունեությունն արտասահմանում։\nՀայաստանի կոմկուսը (ՀԿ(բ)Կ), հանդիսանալով Ռուսաստանի կոմկուսի բաղկացուցիչ մասը, ըստ էության, զուրկ էր ինքնուրույն քաղաքականություն իրականացնելու հնարավորությունից։\nՏեղերում կուսակցական մարմիններն ամրապնդելու համար 1930 թ. Հայաստուանի գավառային բաժանումը վերացվեց, և ստեղծվեցին 25 շրջաններ` իրենց կուսակցական կոմիտեներով:\nԸստ ԽՍՀՄ և ազգային հանրապետությունների սահմանադրությունների՝ պետության քաղաքական հիմքը խորհուրդներն էին: Փաստորեն երկրի պետական կառավարումը պետք է իրականացվեր խորհուրդների միջոցով, սակայն պետական ոչ մի օրենք չէր կարող ընդունվել առանց կուսակցության բարձրագույն մարմինների հավանության։ Պետական պաշտոնները վստահվում էին գերազանցապես կուսակցության անդամներին: Խորհուրդներում պաշտոններ ստանձնած կուսակցականները պարտավոր էին անվերապահորեն կատարել կուսակցության վերնախավի որոշումները։ Այդ պայմաններում խորհուրդները դարձան կուսակցության կցորդն ու կամակատարը:\nԱմենազանգվածային կազմակերպությունները երիտասարդական և արհեստակցական միություններն էին։ Հայաստանի կոմունիստական երիտատարդական միությունը (ՀԿԵՄ) տտեղծվել էր 1921 թ.։ Ստեղծվեց մինչև անգամ մանկական կամ պիոներական կոմունիստական կազմակերպություն: Արհեստակցական միությունների գործունեությունը կենտրոնացնելու համար ստեղծվեց Հայաստանի արհեստակցական միությունների խորհուրդ (ՀԱՄԽ): Աշխատավորության մեծագույն մասն ընդգրկված էր այդ միություններում։\nՆերկուսակցական պայքարը, անհատի պաշտամունքի ձևավորումը, քաղաքական բռնաճնշումները: 1920ական թթ. կոմունիստներն անզիջում պայքար էին մղում ոչ միայն ուրիշ կուսակցությունների, այլ նաև կոմունիստական կուսակցության ներսում այն մարդկանց ու խմբերի դեմ, որոնք ընդհանուրից տարբերվող տեսակետ էին արտահայտում այս կամ այն հարցի վերաբերյալ։ Դրանցից էր տրոցկիստական ընդդիմու թյունը, որը Լենինի մահից հետո հանդես եկավ Լ. Տրոցկու, այնուհետև նրան միացած Գ. Զինովևի և Լ. Կամենևի գլխավորությամբ։\nՀայաստանում ևս եղան Տրոցկու տեսակետների քիչ թվով պաշտպաններ: Հայաստանում տրոցկիստական կազմակերպություններ կային Լենինականի, Ղարաքիլիսայի երկաթուղայինների շրջանում և այլ հիմնարկություններում։ Հայ տրոցկիստների առաջին ելույթը կուսակցական երեք գործիչների հրապարակած «Երեքի դեկլարացիան» էր, որը տպագրվեց մամուլում 1927 թվականին: Ստալինն իր զինակիցների հետ կազմակերպեց տրոցկիստական ընդդիմության գաղափարական և կազմակերպական ջախջախումը։ 1927 թ. նույնը տեղի ունեցավ նաև Հայաստանում։ Հաջորդ երկու տարիներին նույն ճակատագրին արժանացան ընդդիմության մյուս ներկայացուցիչները:\n«Աջերի», տրոցկիստների ջախջախումից հետո Համամիութենական կոմունիստական (բոլշևիկյան) կուսակցության (ՀամԿ(բ)Կ) ստալինյան ղեկավարությունը հաստատեց իր բացարձակ իշխանությունը: Ձևավորվում էր Ստալինի անձի պաշտամունքը, որը բացահայտ դարձավ 1929 թ.` նրա ծննդյան 50–ամյակի նշումից\nհետո։ Անձի պաշտամունքը նրա դերի գերագնահատումն էր. նրան էին վերագրում ԽՍՀՄ ժողովուրդների ջանքերով ձեռք բերված հաջողություններն ու հաղթանակները:\n1930-1932 թթ. շարունակվեցին դաշնակցության անդամների զանգվածային ձերբակալությունները, շատ դեպքերում՝ հենց միայն կուսակցական պատկանելության համար: 1932 թ. սկզբին առանց դատաքննության և դատարանի վճիռների գնդակահարվեց շուրջ 500 մարդ, տարբեր ժամկետների ազատազրկման են թարկվեց շուրջ 2100 մարդ:\n1930–ական թթ. կեսերին Ստալինի պաշտամունքը հասավ գագաթնակետին։ Իշխող վարչակարգն ամբողջությամբ իր շահերին էր ծառայեցնում երկրի հասարակական, քաղաքական, մշակութային, սոցիալական կյանքը։ ԽՍՀՄ–ում հաստատվեց ամբողջատիրական (տոտալիտար) համակարգ: Այդ համակարգի բնորոշ գծերն են՝ բռնությամբ միակուսակցական համակարգի հաստատումը, իշխող կուսակցության ներսում ընդդիմության ոչնչացումը, պետական իշխանության բռնազավթումը կուսակցության կողմից, օրենսդիր, գործադիր, դատական իշխանությունների տարանջատման համակարգի բացակայությունը, քաղաքացիական ազատությունների վերացումը և այլն:\n1930 թ. ՀԿ(բ)Կ կենտկոմի առաջին քարտուղար ընտրված Աղասի Խանջյանին մեղադրեցին ազգայնամոլության մեջ: Այդ արշավն ավելի մեծ թափ ստացավ, երբ Անդրկովկասի կուսակցական երկրային կոմիտեի առաջին քարտուղար դարձավ Լ. Բերիան։\nԼենինգրադի կուսմարզկոմի առաջին քարտուղար Ս. Կիրովի սպանությունը (1934 թ. դեկտեմբեր) Ստալինն օգտագոր ծեց իր նախկին զինակիցներից ազատվե լու համար: Նրանք Կիրովի սպանության կազմակերպման մեղադրանքով ձերբակալվեցին և գնդակահարվեցին: Երկրի պատժիչ մարմինների համար բացվեց գործունեության լայն ասպարեզ:\n1936 թ. ԽՍՀՄ կառավարությունը Հայաստան ուղարկեց ստուգող հանձ նաժողով, որն իբր լուրջ թերություններ բացահայտեց տնտեսության բնագավարում: Որոշվեց, որ Հայաստանի ղեկավարությունը ցուցաբերում է ազգայնամոլական մոտեցումներ և հանրապետության շահերը վեր է դասում ԽՍՀՄ ընդհանուր շահերից։ 1936 թ. մայիսին ձերբակալվեց մարքսիզմլենինիզմի ինստիտուտի տնօրեն Ներսիկ Ստեփանյանը: Շուտով եղան նոր ձերբակալություններ։\n1936 թ. հուլիսին Բերիայի հրամանով Թիֆլիսում սպանվեց Աղասի Խանջյանը: Պաշտոնապես հայտարարվեց, որ նա ինքնասպան է եղել։ ՀԿ(բ)Կ կենտկոմի նոր առաջին քարտուղար Ա. Ամատունու կար գադրությամբ այդ գործն իր անմիջական հսկողությանը վերցրեց Հայաստանի ներքին գործերի ժողկոմ Խաչիկ Մուղդուսին:\nԶանգվածային ձերբակալությունների ու բռնությունների ալիքը գագաթնակետին հասավ 1937 թ.։ Մոսկվայից Հայաստանի իշխանություններին կարգադրություն էր տրվել՝ շարունակելու «ժողովրդի թշնամիների» «արդյունավետ» որոնումները: Ձերբակալվեցին պետական, կուսակցական, մշակութային հարյուրավոր գործիչներ, ուսուցիչներ, բանվորներ, ծառայողներ, գյուղացիներ, զինվորականներ։ Ձախ թեքման և այլ «հանցանքների» համար մեղադրվեցին Եղիշե Չարենցը, Ակսել Բակունցը, Գուրգեն Մահարին և ուրիշներ։ Ե. Չարենցը մահացավ բանտում, Ա. Բակունցը մահապատժի ենթարկվեց, Գ. Մահարին աքսորվեց Հայաստանից:\nԲացի դատարանով պատժվածներից՝ մեծ թիվ էին կազմում նաև նրանք, ում գործերը ձևակերպում էին արտադա տարանային կարգով. դրանք իրականացնում էին պետքաղվարչության կոլեգիան, հատուկ խորհրդակցությունը: 1937 թ. օգոստոսին՝ հարցաքննության ժամանակ, երրորդ հարկի լուսամուտից ցած նետվեց Հայաստանի Ժողկոմխորհի նախկին նախագահ Սահակ ՏերԳաբրիելյանը։ Բռնաճնշումների զոհ դարձան Կարմիր բանակի հայ զորահրամանատարներ Հայկ Բժշկյանցը (Գայ), Սուրեն Շահումյանը, Գրիգոր Խախանյանը և ուրիշներ։\n1937 թ. սեպտեմբերին ՀԿ(բ)Կ կենտկոմի առաջին քարտուղար ընտրվեց Գրիգոր Հարությունյանը։ 1938 թ., երբ սրվեց միջազգային դրությունը, իշխանությունները փոքրինչ մեղմացրին բռնությունները։ Սակայն դրանք Հայաստանում շարունակվեցին մինչև 1939 թ.։\nՈրոշ հաշվարկնե հաշվարկներով 1930ական թվականներին Հայաստանում բռնությունների է ենթարկվել 15 հազար մարդ, որոնց մեկ երրորդը գնդակահարվել է:\nՊետության անհանդուրժողական քաղաքականությունը կրոնի և եկեղեցու նկատմամբ: Խորհրդային Հայաստանի Սահմանադրությամբ եկեղեցին դառնում էր «հավատացյալների մասնավոր համայնք», իսկ բոլոր քաղաքացիներին իրավունք էր տրվում ազատորեն վարելու կրոնական և հակակրոնական քարոզչություն։ Իրականում, սակայն, խիստ սահմանափակվեցին կրոնական քարոզչության հնարավորությունները, և ուժեղ պայքար ծավալվեց եկեղեցու դեմ:\nՊետությունը եկեղեցու հետ հարաբերություններն իրականացնում էր իր ներկայացուցիչների միջոցով։ Խորհրդային իշխանության համար Հայոց եկեղեցին և առանձին հոգևորականներ կապի միջոց էին Սփյուռքում գործելու համար:\nՀայաստանում խորհրդային կարգերի հաստատումից հետո իշխանության առաջին քայլը եկեղեցու դեմ նրան անշարժ և շարժական գույքից զրկելն էր: Ռուսաստանի սովյալ բնակչությանն օգնելու պատրվակով սկսվեց եկեղեցական գույքի և թանկարժեք իրերի բռնագրավումը։ Գևորգ Ե կաթողիկոսը միաբաններին ուղղված կոնդակով դատապարտեց Էջմիածինը «քանդող» խորհրդային իշխանության քաղաքականությունը:\nՊետությունը միջամտում էր եկեղեցու բոլոր գործերին: Արգելվել էր ճեմարանի վերաբացումը: Թույլատրվել էր միայն հոգևոր դպրոցի գործունեությունը` ծրագրից հանելով աշխարհիկ ու հանրակրթական առարկաների ուսուցումը։ 1926 թ. հատուկ որոշումով արգելվեց եկեղեցու կողմից Հայոց եղեռնի օրվա՝ ապրիլի 24–ի նշումը:\nՊաշտոնական եկեղեցու դեմ պայքարում իշխանությունները փորձեցին օգտագործել այսպես կոչված «Ազատ եկեղեցական եղբայրությունը» կամ «Նոր եկեղեցին», որն, ըստ էության, աղանդավորական դրսևորում էր: Նրանք քարոզում էին, որ եկեղեցիները պետք է ինքնուրույն լինեն, չենթարկվեն հոգևոր կենտրոնին, կրճատեն ծիսական արարողությունները, հրաժարվեն կուսակրոնու թյունից: Պետությունը «Նոր եկեղեցուն» տրամադրել էր շենք և միջոցներ՝ հրատարակչական գործունեություն ծավալելու համար: 1926 թ. Ս. Էջմիածնի Գերագույն հոգևոր խորհուրդը դիմեց բոլոր թեմերին՝ դատապարտելով «Նոր եկեղեցի» կազմակերպության պառակտիչ գործունեությունը:\nՀայոց եկեղեցու դեմ պայքարն ավելի սաստկացավ համատարած կոլեկտի վացման շրջանում. հոգևորականությունը դիտվեց որպես հակահեղափոխական և հակախորհրդային տարր:\n1930 թ. մահացավ Գևորգ Ե կաթողիկոսը։ Պետությունը խոչընդոտներ էր ստեղծում և ձգձգում նոր հայրապետի ընտրությունը: 1932 թ. կաթողիկոս ընտրվեց Խորեն արքեպիսկոպոս Մուրադբեգյանը:\nՍկսած 1920ական թվականներից՝ պետությունը փակում էր վանքերը, եկեղեցիները, հաճախ դրանք ծառայեցնում որպես պահեստներ։ 1937 թ. վերջին Հարաստանում արդեն փակված էր 800 եկեղեցի: Բռնությունների զոհ դարձան շատ հոգևորականներ։ Նրանցից 91–ը գնդակահարվեց։\n1930–ական թվականներին ԽՍՀՄ իշխանությունների կարգադրությամբ Երևանում և հանրապետության մյուս բնակավայրերում հիմնահատակ քանդվեցին մեծ թվով վանքեր ու եկեղեցիներ։\n1938 թ. ապրիլին Էջմիածնում խեղդամահ արվեց կաթողիկոս Խորեն Մուրադբեգյանը։ Լուրջ վտանգ ստեղծվեց Հայոց եկեղեցու գոյության համար: ՀԿ(բ)Կ կենտկոմը 1938 թ. օգոստոսի 4–ին որոշում ընդունեց Էջմիածնի վանքը փակելու, կաթողիկոսությունը վերացնելու մասին։ Մոսկվան չհաստատեց այդ որոշումը, բայց նաև մինչև Երկրորդ աշխարհամարտի ավարտը թույլ չտվեց կաթողիկոսի ընտրություններ անցկացնել։\nՀայաստանը՝ միութենական հանրապետություն: Խորհրդային Միության կազմավորումից հետո երկրի բովանդակ կյանքում տեղի էին ունեցել զգալի փոփոխություններ, և անհրաժեշտություն էր առաջացել նոր Սահմանադրությամբ ամրապնդելու այդ տեղաշարժերը։\n1936 թ. դեկտեմբերի 5ին ԽՍՀՄ խորհուրդների 8–րդ համագումարում ընդունվեց երկրի նոր Սահմանադրությունը: Երկրի բարձրագույն օրենսդիր մարմինը ԽՍՀՄ Գերագույն խորհուրդն էր, որ կազմված էր երկու՝ Միության խորհրդի և Ազգությունների խորհրդի պալատներից:\nԽՍՀՄ նոր Սահմանադրությամբ Անդրկովկասյան Դաշնությունը լուծարվեց, և մյուս 10 ազգային հանրապետությունների հետ Հայաստանը հռչակվեց միութենական հանրապետություն՝ Հայկական Խորհրդային Սոցիալիստական Հանրապետություն (ՀԽՍՀ): Այդ հանրապետությունները ԽՍՀՄ Սահմանադրության հիմքի վրա պետք է համապատասխան սահմանադրություն ունենային։ Խորհրդային Հայաստանի նոր Սահմանադրությունն ընդունվեց 1937 թ. մարտին։ Նոր օրենքով 1937 թ. դեկտեմբերի 12–ին կայացան բարձրագույն իշխանության` ԽՍՀՄ Գերագույն խորհրդի ընտրությունները։ Հայկական ԽՍՀ–ից ընտրվեց 4 պատգամավոր (ըստ բնակչության թվի) Միության պալատի և 25 պատգամավոր (որպես միութենական հանրապետություն) Ազգությունների պալատի համար։"}
{"class": "12", "part": 1, "part_title": "ԽՈՐՀՐԴԱՅԻՆ ՀԱՅԱՍՏԱՆԸ", "chapter": 2, "chapter_title": "ՀԱՅ ԺՈՂՈՎՈՒՐԴԸ ՀԱՅՐԵՆԱԿԱՆ ՄԵԾ ՊԱՏԵՐԱԶՄԻ ՏԱՐԻՆԵՐԻՆ(1941-1945 թթ.)", "paragraph": "1", "paragraph_title": "ՀԱՅ ԺՈՂՈՎՐԴԻ ՆԵՐԴՐՈՒՄԸ ՄԵԾ ՀԱՅՐԵՆԱԿԱՆՈՒՄ", "text": "Գերմանիայի հարձակումը ԽՍՀՄ–ի վրա։ 1939 թ. սեպտեմբերի 1ին Լեհաստանի վրա Գերմանիայի հարձակումով սկսվեց Երկրորդ համաշխարհային պատերազմը: Պատերազմի առաջին փուլում զավթելով Եվրոպայի զգալի մասը՝ Գերմանիան 1941 թ. հունիսի 22–ին խախտեց 1939 թ. օգոստոսի 23–ին ԽՍՀՄ–ի հետ կնքած չհարձակման պայմանագիրը և հարձակվեց Խորհրդային Միության վրա։ Սկսվեց ԽՍՀՄ ժողովուրդների Հայրենական մեծ պատերազմը(1941-1945 թթ.):\nԳերմանիան նպատակ ուներ կայծակնային պատերազմով գրավելու ԽՍՀՄը և հասնելու համաշխարհային տիրապետության։\nԵրկրորդ աշխարհամարտում Թուրքիան գաղտնի գործակցում էր Գերմանիայի հետ։ Դա նշանակում էր, որ հայ ժողովրդի համար առկա էր լուրջ վտանգ: Պատահական չէր, որ երբ ֆաշիստական զորքերը մոտենում էին Ստալինգրադին և Կովկասին, Թուրքիայում գլուխ բարձրացրին պանթյուրքիզմի գաղափարախոսները, որոնք ծրագրում էին զավթել նաև Խորհրդային Հայաստանի տարածքը։ Գերմանիան, որպես դաշնակից, խրախուսում էր Թուրքիային։\nՊատերազմի սկզբնական փուլում խորհրդային զորքերը մեծ կորուստներով նահանջում էին` թշնամուն թողնելով ընդարձակ տարածքներ։\nՍակայն ԽՍՀՄ–ը Գերմանիայի դեմ պայքարում միայնակ չմնաց. ԱՄՆ–ն, Մեծ Բրիտանիան և այլ երկրներ միանալով կազմեցին հակաֆաշիստական միություն:\nԽորհրդային Հայաստանի տնտե սության վերակառուցումը պատերազմի պահանջներին համապատասխան: Պատերազմի հենց սկզբից հայ ժողովուրդը խորհրդային մյուս ժողովուրդների հետ ոտքի կանգնեց՝ պաշտպանելու հայրենիքը: 1941 թ. հունիսի 23–ից Խորհրդային Հայաստանում ևս սկսվեց զորահավաք: Հանրապետությու նից պատերազմի տարիներին բանակ զո րակոչվեց շուրջ 330 հազար մարդ, որից 300 հազարը՝ հայեր։ Եվս 200 հազար հայեր զորակոչվեցին մյուս խորհրդային հանրապետություններից: Արտասահմանում ապրող հայերից պատերազմին մաս նակցել են շուրջ 100 հազարը։ Ընդհանուր առմամբ Երկրորդ համաշխարհային պա տերազմին մասնակցեցին մոտ 600 հազար հայեր, որոնցից շուրջ 200 հազարը զոհվեցին:\nԹեպետ Հայաստանում ռազմական գործողություններ տեղի չունեցան, սակայն հայ ժողովուրդը թե՛ ռազմաճակատում, թե՛ թիկունքում հերոսական պայքար մղեց ֆաշիզմի դեմ։\nԱռաջնահերթ խնդիր էր Խորհրդային Հայաստանի տնտեսության վերակառուցումը պատերազմի պահանջներին համապատասխան: Ամենուր մարդիկ առաջնորդվում էին «Ամեն ինչ պատերազմի համար, ամեն ինչ հաղթանակի համար» նշանաբանով: Նրանց անձնվիրության շնորհիվ պատերազմի տարիներին՝ հանրապետությունում ոչ միայն պահպանվեցին ու ամրապնդվեցին գործարանները, այլև շահագործման հանձնվեց շուրջ 30 արդյունաբերական նոր ձեռնարկություն՝ ավիացիոն, ավտոդողերի, կոմպրեսորների, ժամացույցի և այլ գործարաններ: Հանրապետությունում թողարկվում էր 300 նոր արտադրատեսակ, այդ թվում՝ ականանետներ, ականներ, նոնակներ, ինքնաթիռներ, ռետինատեխնիկական իրեր և այլն։\nՊատերազմի տարիներին Հայաստա նը երկրին մատակարարում էր կաուչուկ, պղինձ, կարբիդ:\nԴժվարին վիճակում հայտնվեց գյուղատնտեսությունը: Ռազմաճակատ մեկնած տղամարդկանց գյուղերում փոխարինեցին կանայք, թոշակառուները, պատանիները: Նրանք ընդարձակեցին ցանքատարածությունները. հանրապետությունը հիմնականում ապահովվեց սեփական հացով, և դրսից հացի ներմուծումը հասցվեց նվազագույնի: Սկսեցին արտադրել մեծ քանակությամբ նոր տեխնիկական մշակաբույսեր՝ ծխախոտ, ճակնդեղ և կարտոֆիլ:\nՊատերազմի տարիներին հսկայական աշխատանք կատարեցին Հայաստանի\nմտավորականները՝ գրականության, արվեստի, գիտության գործիչները։ Չնայած պատերազմական դժվարություններին՝ 1943 թ. նոյեմբերի 29ին հիմնադրվեց ՀԽՍՀ Գիտությունների ակադեմիան: Առաջին նախագահը Հովսեփ Օրբելին էր:\nՊատերազմի տարիներին Հայաստա նի բնակչության խնայողությունների հաշվին Կարմիր բանակի համար կազմվեցին «Խորհրդային Հայաստան», «Հայաստանի կոլտնտեսական», «Զանգեզուրի լեռնագործ», «Հայաստանի ֆիզկուլտուրնիկ», «Հայաստանի կոմերիտական» տանկային շարասյուները, «Խորհրդային Հայաստան», «Հաղթանակ», «Երիտա սարդ գվարդիա» ավիաէսկադրաները և այլն:\nԳերմանիայի դեմ տարած հաղթա նակում զգալի ներդրում ունեցան ԽՍՀՄ պետական բարձրագույն մարմիններում, ռազմական արդյունաբերության և ժողովրդական տնտեսության տարբեր բնագավառներում աշխատող հայերը՝ Անաստաս Միկոյանը, որը ԽՍՀՄ պաշտպանության պետական կոմիտեի (ՊՊԿ) անդամ էր, ԽՍՀՄ սև մետաղաձուլության նախարար Իվան Թևոսյանը, «ՄիԳ» կործանիչ ինքնաթիռների կոնստրուկտորա կան բյուրոյի գլխավոր կոնստրուկտոր Արտեմ Միկոյանը, 92րդ հրետանային գործարանի տնօրեն Համո Յոլյանը և ուրիշներ:\nՀայկական ազգային դիվիզի աների կազմավորումը և նրանց մարտական ուղին։ Հայ ռազմիկնե րը պատերազմի ամբողջ ընթացքում մարտնչում էին տարբեր զորատեսակնե րում և բոլոր ռազմաճակատներում։\nՀայ ժողովրդի ավելի քան 60 000 qu վակներ պատերազմին մասնակցել են հայկական ազգային դիվիզիաների շարքերում Առաջինը 76րդ լեռնահրաձ գային դիվիզիան էր, որը կազմավոր վել էր Հայաստանում դեռ 1920-1922 թթ.՝ ՀՀ բանակի, ապա Հայկական կարմիր քանակի վերակառուցման արդյունքում։ Դիվիզիան հատկապես աչքի ընկավ Ստալինգրադի ճակատամարտում և վե րակազմավորվեց 51րդ գվարդիական հրաձգային դիվիզիայի\nՀայկական զորամիավորումներից առաջինը ռազմաճակատ մեկնեց 390րդ դիվիզիան: 1942 թ. մարտի սկզբներին դիվիզիան մասնակցեց Կերչի մարտերին, ունեցավ ծանր կորուստներ: Այդտեղ զոհ վեց դիվիզիայի հրամանատար, գնդա պետ` Սիմոն Զաքյանը։ 1942 թ. հունիսի 14ին դիվիզիան կազմացրվեց:\nԱչքի ընկավ հայկական 408րդ հրանգային դիվիզիան, որը կազմավորվել էր Վաղարշապատում (Էջմիածին) և Երևա նոն Դիվիզիան ՆովոռոսիյսկՏուապ սև շրջանում փակեց գերմանական զոր քերի ճանապարհը դեպի Անդրկովկաս։\nՀյուսիսային Կովկասի Մոզդոկ քաղա թի շրջանից մինչև Ռումինիա, Հունգա րիա, Ախտրիա և Չեխոսլովակիա ձգվեց 409րդ հրաձգային դիվիզիայի մար տական ուղին։ Դիվիզիան կազմացրվեց 1945 թ. հուլիսի 2ին Հունգարիայում։\nԿովկասյան նախալեռներից՝ Գրոզնու մատույցներից, Կուրանի, Թամանի, Կերչի, Ղրիմի վրայով մինչև Գերմանիա հա\nսավ հայկական 89րդ հրաձգային դիվի զիան։ Դիվիզիային շնորհվեց Թամանյան անունը՝ Թաման թերակղզու ազատագր մանն ունեցած հերոսական մասնակցու թյան համար։ Դիվիզիայի անձնակազմից 9 հոգի արժանացան ԽՍՀՄ հերոսի կոչ նան, այդ թվում՝ Հունան Ավետիսյանը և Սուրեն Առաքելյանը, որոնք իրենց մարմ նով փակեցին հակառակորդի հրակնատը: 1943 թ. փետրվարից դիվիզիայի հրամ նատարը գեներալմայոր Նվեր Սաֆա րանն էր: 1945 թ. սեպտեմբերին դիվիզի ան վերադարձավ Հայաստան ու մինչև կազմացրվելը (1956 թ.) մնաց Անդրկով կասյան ռազմական օկրուգի կազմում։\nՀայրենական մեծ պատերազմի տա րիներին կազմավորված ազգային զո րամիավորումներից միայն 261հրաձգային դիվիզիան չմասնակցեց մարտական գործողություններին։ Դիվի զիայի հիմնական խնդիրն էր պաշտպա նել Խորհրդային Հայաստանի՝ Թուրքի այի հետ ունեցած պետական սահմանը:\nՀայ ռազմիկների մասնակցությու նը մարտական գործողություններին: Հայ ռազմիկները կռվում էին պատերազմի սկզբից՝ Բրեստի պաշտպանությունից մինչև Բեռլինի գրավումը: Մոսկվայի ճա կատամարտում, որտեղ գերմանացիները կրեցին Երկրորդ համաշխարհային պա տերազմի առաջին խոշոր պարտությունը: աչքի ընկան գեներալմայոր Հ. Բաղրամ բանի, գեներալլեյտենանտ Մ. Պարահ զովի և այլոց ղեկավարած զորամասն րը, բազմաթիվ հայ զինվորներ: Սարգիս Մարտիրոսյանի ղեկավարած դիվիզիան ակտիվ մասնակցություն ունեցավ գե ներալ Գուդերիանի 3րդ տանկային դի վիզիայի ջախջախմանը, որի շնորհիվ ձախողվեց Տարան շրջափակելու գերմանական ծրագիրը։\nՍտալինգրադի ճակատամարտում ցուցաբերած անձնվիրության համար ԽՍՀՄ հերոսի կոչմանն արժանացավ կործանիչ ավիագնդի ավիաէսկադրիլրալի հրամանատար, ավագ լեյտենանտ Սերգեյ Բուռնազյանը: Նա անձամբ «Յակ-1» կործանիչով իրականացրել է 224 մարտական թռիչք և կործանել թշնամու 22 ինքնաթիռ։ Բալթիկայի համար մղվող մարտերից մեկում (1944 թ.) զոհվեց խիզախ օդաչու, ԽՍՀՄ հերոս Նելսոն Ստեփանյանը (հետմահու արժանացավ կրկնակի հերոսի կոչման): Հայորդիները մասնակցեցին Կիևի, Լենինգրադի, Կուրսկի, Բեռլինի խոշոր ճակատամարտերին, ցամաքային, օդային ու ծովային կռիվներին։\nԿովկասի ճակատամարտին ակտիվորեն մասնակցեց նավատորմի ծովակալ Հ. Իսակովը, որը, մարտերից մեկում ծանր վիրավորվելով, զրկվեց մեկ ոտքից։ Կուրսկի ճակատամարտում աչքի ընկան նաև տանկիստները՝ բրիգադի հրամանատար Համազասպ Բաբաջանյանի գլխավորությամբ: Ուկրաինայի համար մղված մարտերում 21 հայորդիներ՝ արժանացան ԽՍՀՄ հերոսի կոչման: Բելոռուսական գործողությանը սկզբից մինչև վերջ մասնակցեց բանակի գեներալ Հովհաննես Բաղրամյանը, որն ապա գլխավորեց Առաջին մերձբալթյան ռազմաճակատը:\nԼենինգրադի հերոսական պաշտպանության ժամանակ զոհվեց գեներալ– մայոր Բենիամին Գալստյանը: Ռուս գրող Նիկոլայ Տիխոնովը նշել է. «Գալստյանի անունը մենք կմտցնենք հերոսների` Լենինգրադի պաշտպանների անջնջելի ցուցակում և կհիշենք նրան ընդմիշտ»։ Այժմ Սանկտ Պետերբուրգում Բ. Գալստյանի անունով փողոց կա:\nՊատերազմի ավարտական փուլում քաջարի հայորդիներն ակտիվորեն մասնակցեցին Եվրոպայի երկրների ազատագրմանը, գրավեցին Բեռլինը, Ռայխստագի պատերին հաղթողի իրավունքով գրեցին անուններ և պարեցին հայկական քոչարին։\nՖաշիզմի դեմ մղվող պայքարում կարևոր գործ կատարեցին անտեսանելի Ճակատի մարտիկները՝ լեգենդար հետախույզներ, գեներալ–լեյտենանտ Հայկ Հովակիմյանը, գեներալ–մայոր Իվան Աղայանցը, գնդապետ, ԽՍՀՄ հերոս Գևորգ Վարդանյանը, նրա կինը՝ Գոհար Վար դանյանը, և ուրիշներ: Նրանց գործունե ությունը հասկանալի պատճառներով երկար ժամանակ չէր լուսաբանվում:\nՊատերազմի հայ հերոսները և զորավարները: Պատերազմի տարի ներին ցուցաբերած սխրանքների համար ԽՍՀՄ հերոսի կոչում է շնորհվել 108 հայի և Հայաստանում ծնված կամ ապրած 11 այլազգիների, ընդամենը` 119 մարդու։ Նրանցից 36–ն այդ կոչմանն ար ժանացել է հետմահու։ Հայերից 4–ին հերոսի կոչում է շնորհվել 1939-1940 թթ. խորհրդաֆիննական պատերազմում: Երկրորդ համաշխարհային պատերազմում առաջին հայ հերոսը տանկիստ, շարքային Կարապետ Սիմոնյանն էր, ով այդ կոչմանն արժանացել էր 1940 թ. հունվարի 15–ին: Հայրենական մեծ պատերազմում առաջին հայ հերոսը օդաչու Լազր Չափչախյանն էր, որին այդ կոչումը շնորհվեց 1942 թ. հուլիսի 21–ին։\n27 հայ ռազմիկներ, պարգևատրվե– լով Փառքի 3–րդ, 2րդ և 1ին աստիճանի շքանշաններով, դարձել են զինվորական այդ պատվավոր շքանշանի լրիվ ասպետներ։\nՀաղթանակի գործում ծանրակշիռ դեր խաղացին խորհրդային բանակի հայ զորավարները։ Պատերազմին մասնակցել է 64 հայ գեներալ, որոնցից 4ը հետագա յում դարձան մարշալներ։ Հայ ժողովրդի հպարտությունն են ԽՍՀՄ մարշալ, կրկնակի հերոս Հովհաննես Բաղրամյա նը, նավատորմի ծովակալ, ԽՍՀՄ հերոս Իվան Իսակովը, ավիացիայի մարշալ Արմենակ Խանփերյանցը (Սերգեյ Խուդյրակով), զրահատանկային զորքերի գլխավոր մարշալ Համազասպ Բաբաջանյանը: Իսկ պատերազմի մասնակից Սերգեյ Ագանովը (Ագանյան) փոխգնդապետից դարձավ ինժեներական զորքերի մարշալ: Իրենց անունը փառքով պսակեցին գեներալներ Միքայել Պարսեղովը, Սերգեյ Մարտիրոսյանը, Հայկ Մարտիրոսյանը, Բագրատ Առուշանյանը, Անդրանիկ Ղազարյանը, Ասքանազ Կարապետյանը, Աշոտ Ղազարյանը և ուրիշներ: Այդ թիվն ավելի մեծ կլիներ, եթե 1937 թ. ստալինյան բռնաճնշումների զոհը չդառնային Կարմիր բանակի մի շարք զորավարներ։\nՊատերազմի ժամանակ հայերից մեկը եղել է ռազմաճակատի (Հ. Բաղրամյան), 3–ը` բանակի, 6ը՝ կորպուսի, 28–ը` դիվիզիայի, 25–ը՝ բրիգադի, իսկ ավելի քան 100ը` գնդի հրամանատար։\nՀայերի մասնակցությունը պարտիզանական պայքարին: Երկրորդ համաշխարհային պատերազմում տարած հաղթանակում իրենց արժանի տեղն ունե ցան նաև հայ պարտիզանները: Միայն Ուկրաինայում և Բելոռուսիայում մարտնչել են ավելի քան 2000, Ղրիմում և Հյուսի սային Կովկասում` 500, Մերձբալթիկայում, Լենինգրադի և Կալինինի մարզերում` 200 հայ պարտիզաններ: Հայերից էին գերազանցապես բաղկացած «Հաղթանակ», «Կարմիր աստղ», Ա. Միկոյանի անվան պարտիզանական ջոկատները, որոնց շարքերում կար 400 հայ պարտիզան։\nՖրանսիայում հայ ռազմագերիներից բաղկացած պարտիզանական գնդում կար ավելի քան 1200, իսկ Հունաստանի «Ազատություն» ջոկատում՝ 1000 հայորդի: Տարբեր երկրներում և ջոկատներում իրենց խիզախությամբ աչքի են ընկել հայ պարտիզաններ Արամայիս Հովսեփյա նը, Սերգեյ Հարությունյանը, Հովհաննես Պետոյանը, Մկրտիչ Դաշտոյանը, Գևորգ Քոլոզյանը, «Երիտասարդ գվարդիա» կազմակերպության անդամ Գեորգի Հարությունյանը և ուրիշներ։"}
{"class": "12", "part": 1, "part_title": "ԽՈՐՀՐԴԱՅԻՆ ՀԱՅԱՍՏԱՆԸ", "chapter": 2, "chapter_title": "ՀԱՅ ԺՈՂՈՎՈՒՐԴԸ ՀԱՅՐԵՆԱԿԱՆ ՄԵԾ ՊԱՏԵՐԱԶՄԻ ՏԱՐԻՆԵՐԻՆ(1941-1945 թթ.)", "paragraph": "2", "paragraph_title": "ՀԱՅ ԱՌԱՔԵԼԱԿԱՆ ԵԿԵՂԵՑԻՆ ԵՎ ՍՓՅՈՒՌՔԱՀԱՅՈՒԹՅՈՒՆԸ ԵՐԿՐՈՐԴ ԱՇԽԱՐՀԱՄԱՐՏԻ ՏԱՐԻՆԵՐԻՆ", "text": "Սփյուռքահայերը նույնպես ակտիվ մասնակցություն ունեցան ֆաշիզմի դեմ պայքարին։ Նրանց մեծամասնությունը համախմբվեց Ազգային ճակատի կազմակերպությունների մեջ՝ նյութական և բարոյական օգնություն ցուցաբերելով Կարմիր բանակին: Սփյուռքի հայերի հավաքած միջոցներով խորհրդային բանակի համար՝ կազմվեցին «Սասունցի Դավիթ» և «Գեներալ Բաղրամյան» տան կային շարասյուները։\nՍփյուռքահայերը մարտնչում էին Հայոց ցեղասպանությունից հետո իրենց հանգրվանած երկրների զինված ուժե րի կազմում։ Միայն ԱՄՆ–ի բանակում ծառայում էր 20 հազար հայ: Նրանցից լեյտենանտ Երվանդ Դերվիշյանն արժանացավ Ամերիկայի հերոսի` «Կոնգրեսի պատվո մեդալ» շքանշանի, որով պատերազմի տարիներին ԱՄՆի բանակում՝ պարգևատրվել է ընդամենը 87 զինվորական։ Ամերիկյան բանակի գեներալներ դարձան Ջորջ Մարտիկյանը և Հայկ Շեքերջյանը։ Ամերիկյան ռազմաօ դային ուժերի խիզախ օդաչուներից էին Չարլզ Տերտերյանը, Քըրք Քըրքորյանը (ստացել է Հայաստանի ազգային հերոսի կոչումը) և շատ ուրիշներ: Ավելի քան 30 հազար հայ մարտնչում էր Անգլիայի և Ֆրանսիայի բանակներում:\nՄեծ թվով սփյուռքահայեր մասնակցեցին Գերմանիայի կողմից նվաճված երկրների դիմադրական–պարտիզանական շարժմանը։ Իր անունը փառքով պսակեց բանաստեղծ Միսաք Մանուշյանը, որը հետմահու արժանացավ Ֆրանսիայի դիմադրական շարժման հերոսի կոչման։ Մանուշյանի խմբին և հայ ռազմագերիներին մեծ օգնություն ցուցաբերեցին հանրահայտ Շառլ Ազնավուրի ծնողները, քույրը և անձամբ երգիչը։ Ֆրանսիայում հերոսի մահով ընկան Լուիզա (Լաս) և Արփիար Ասլանյանները:\nԱվելի քան 300 քաջ հայորդիներ զոհվեցին Հունաստանի պարտիզանական կռիվների ընթացքում։ Այսօր էլ Բուլղարիայում հիշում են հերոսուհի պարտիզան\nՀերմինե Ռազգրադլյանի (Սաշկայի) անունը, որին գերմանացիները՝ մատնությամբ բռնեցին և տանջամահ արեցին։\nՊատերազմի հենց սկզբից գերմանական հրամանատարությունը խորհրդային ռազմագերիներից կազմակերպեց ազգային լեգեոններ` ռազմաճակատ ուղար կելու համար: 1942 թ. կազմավորվեց հայկական լեգեոնը: Այդ գործին մասնակից դարձան նաև մի խումբ հայ գործիչներ (Դրո, Արտաշես Աբեղյան, Գարեգին Նժդեհ և ուրիշներ): Լեգեոնի միջոցով նրանք ծրագրում էին ֆաշիստական հնարավոր ճնշումներից պաշտպանել հայ ժողովրդին, եթե պատերազմն ավարտվեր Գերմանիայի հաղթանակով։\nԱկտիվ աշխատանք կատարեցին սփյուռքահայ տարբեր գաղթօջախներում գործող ազգային խորհուրդները:\nՀայ առաքելական եկեղեցու ներդրումը: Պատերազմի տարիներին Հայ առաքելական եկեղեցին թիկունքի աշխատավորության կողքին էր, մասնակցում էր ռազմաճակատին օգնություն կազմակերպելու գործին։\n1941 թ. հուլիսին Ամենայն հայոց կաթողիկոսի տեղապահ Գևորգ Չորեքչյանը դիմում է համայն հայությանը՝ համախմբվելու և հայ ժողովրդի հայրենիք Խորհրդային Հայաստանին սատարելու կոչով: Նրա կոչերն ու կոնդակները լայն արձագանք են գտնում թե՛ մայր հայրենիքում, թե՛ Սփյուռքում։ Կաթողիկոսական տեղապահի անմիջական ջանքերով հանգանակություն է սկսվում արդեն հիշատակված «Սասունցի Դավիթ» տանկային շարասյունը կազմավորելու նպատակով։ Առաջին հանգանակողն ինքը՝ Գևորգ Չորեքչյանն էր՝ 800 հազար ռուբլի ընդհանուր արժողությամբ պլատինե ու ադամանդե թանկարժեք իրերի նվիրաբերությամբ։\n1943 թ. սկզբին Գևորգ Չորեքչյանը, ստանալով Ի. Ստալինի համաձայնությունը, պետական բանկում՝ համապատասխան հաշվեհամար է բացում տանկային շարասյան համար հանգանակություն կազմակերպելու։\nԿարճ ժամանակամիջոցում սփյուռքահայության միջոցներով հավաքվեց 21 տանկ և 1944 թ. ուղարկվեց ռազմաճակատ: Դրան հետևեց «Սասունցի Դավիթ» տանկային 2–րդ շարասյունը։ Այն ուղարկվեց Հովհաննես Բաղրամյանի գլխավորած Առաջին մերձբալթյան ռազմաճակատ։\nՀայ առաքելական եկեղեցու ազգանվեր գործունեությունը խորհրդային կառավարությանը ստիպեց մեղմացնել եկեղեցու նկատմամբ բռնաճնշումների քաղաքականությունը։ 1943 թ. Հայաստանի կառավարությանը կից ստեղծվեց եկեղեցու գործերի խորհուրդ, որը միջնորդ էր լինելու եկեղեցու և պետության միջև։\nՕգտվելով պատեհ առիթից` կաթողիկոսական տեղապահը գործնական քայլերի դիմեց Էջմիածնի հոգևոր ճեմարանի վերաբացման, բռնաճնշումների ենթարկված ավելի քան 300 հոգևորականների ազատ արձակման համար: Հենց այս շրջանում վերականգնվեց Վրաստանի հայոց թեմը, վերաբացվեցին մի շարք եկեղեցիներ:\n1945 թ. մարտին Գևորգ Չորեքչյանը դիմեց Ստալինին և Բերիային` խնդրելով թույլատրել տեղահանված և Ուրալում վերաբնակեցված 16 հազար ղրիմահայերին վերադառնալ իրենց նախկին բնակավայրերը կամ Հայաստան։\n1945 թ. ապրիլի 19–ին ԽՍՀՄ կառավարության ղեկավար Ի. Ստալինը Մոսկվայում ընդունեց Գևորգ Զին և բարձր գնահատեց նրա հայրենանվեր գործունեությունը պատերազմի ընթացքում՝ պարգևատրելով «Կովկասի պաշտպանության համար» մեդալով։ Կաթողիկոսական տեղապահը, օգտվելով ընձեռված հնարավորությունից, Կրեմլում բարձրացրեց հայկական հողերի պահանջի, սփյուռքահայերի հայրենադարձությունը թույլատրելու, Էջմիածնի հոգևոր ճեմարանի և տպարանի բացման, Զվարթնոցի տաճարի վերակառուցման և այլ կենսական հարցեր։\nՊատերազմի ավարտը: Երկրորդ աշխարհամարտում Գերմանիայի դեմ տարած հաղթանակի մեջ ամենակարևոր դերը ԽՍՀՄ ժողովուրդներինն է։ Պատերազմի ծանրության առյուծի բաժինն իր վրա վերցրեց խորհրդային բանակը: Դաշնակիցները՝ Անգլիան և ԱՄՆ–ն, Գերմանիայի դեմ երկրորդ ճակատ բացեցին 1944 թ. հունիսին: Հայրենական մեծ պատերազմը ԽՍՀՄ ժողովուրդներից խլեց 27 մլն մարդկային կյանք և ահռելի նյութական միջոցներ։\nՀայ ժողովրդի զավակներն անձնազոհաբար կռվեցին բոլոր ռազմաճակատներում, հաղթանակով մտան Բեռլին: 1945 թ. մայիսի 9–ին Գերմանիան ստորագրեց անվերապահ կապիտուլյացիայի (անձնատրության) ակտը։ Դրանով ավարտվեց Հայրենական մեծ պատերազմը: Պատերազմը շարունակվեց Հեռավոր Արևելքում։ Շուտով ջախջախվեց նաև Գերմանիայի դաշնակից Ճապոնիան։"}
{"class": "12", "part": 1, "part_title": "ԽՈՐՀՐԴԱՅԻՆ ՀԱՅԱՍՏԱՆԸ", "chapter": 3, "chapter_title": "ԽՈՐՀՐԴԱՅԻՆ ՀԱՅԱՍՏԱՆԸ ՀԵՏՊԱՏԵՐԱԶՄՅԱՆ ՏԱՐԻՆԵՐԻՆ (1945-1985 ԹԹ.)", "paragraph": "1", "paragraph_title": "ՀԱՆՐԱՊԵՏՈՒԹՅԱՆ ՍՈՑԻԱԼՏՆՏԵՍԱԿԱՆ ԵՎ ՔԱՂԱՔԱԿԱՆ ԴՐՈՒԹՅՈՒՆԸ 1945-1965ԹԹ.", "text": "Պատերազմի հաղթական ավարտից հետո անհրաժեշտ էր տնտեսությունը համապատասխանեցնել խաղաղ կյանքի պայմաններին: Վերականգնվեց ութժամյա աշխատանքային օրը, վերացվեց պարտադիր արտաժամյա աշխատանքը, և թույլատրվեց աշխատողներին տրամադրել հերթական ու լրացուցիչ արձակուրդ։\nՉորրորդ հնգամյակում (1946-1950 թթ.) Խորհրդային Հայաստանում արդյունաբերությունը դանդաղ զարգանում էր: Պետությունը հիմնական ուշադրությունը կենտրոնացրել էր ծանր արդյունաբերության զարգացման վրա, իսկ թեթև արդյունաբերությունը հետ էր մնում։\n1950ական թթ. երկրորդ կեսին հանրապետությունում շարունակվեց հատկապես պղնձի, ալյումինի, մոլիբդենի արտադրության և քիմիական արդյունաբերության զարգացումը, կառուցվեցին էլեկտրատեխնիկական ու հաստոցաշինական գործարանները, շինանյութերի արտադրության ձեռնարկություններ: Հարաստանը դարձավ ԽՍՀՄ զարգացած արդյունաբերություն ունեցող հանրապետություններից մեկը:\nԱյլ էր իրավիճակը գյուղատնտեսության ոլորտում։ Հետպատերազմյան առաջին տարիներին քաղաքաբնակներին սննդով ապահովելու համար պետությունը հաճախ վերցնում էր կոլտնտեսությունների բերքի մեծ մասը, երբեմն էլ՝ ամբողջը:\nՀայաստանի գյուղատնտեսության ոլորտում դրական տեղաշարժեր կատարվում էին մեքենայացման, էլեկտրաֆիկացման, ջրաշինարարական աշխատանքների, ճահճակալած հողերի յուրացման և այլ բնագավառներում։ Ստալինի մահից հետո ԽՍՀՄ նոր ղեկավարությունը սննդամթերքի արտադրությունը ավելացնելու համար որոշում ընդունեց բարձրացնելու կոլտնտեսություններից մսի, կաթի, յուղի և հացահատիկի մթերման գները։ Ձեռնարկված միջոցառումների շնորհիվ գյուղատնտեսության տևական անկմանը հաջորդեց որոշ վերելք, որը կարճ տևեց:\nԲնակչության սոցիալական վիճակի փոփոխությունները։ 1947 թ. ԽՍՀՄ կառավարությունը դրամական ռեֆորմ անցկացրեց։ Ապրանքների բաշխման քարտային համակարգը, որ մտցվել էր պատերազմի սկզբին, վերացվեց: Կատարվելու էր ապրանքների ազատ վաճառք:\n1950ական թթ. կեսերից ԽՍՀՄ–ում իրականացվեց մեծածավալ սոցիալական քաղաքականություն։ Բարձրացվեցին աշխատավարձերը, ավելացան հաշմանդամների և ծերության թոշակները։ Մեծ թափով ընթացավ բնակարանային շինարարությունը:\nՀետպատերազմյան տարիներին Հայկական ԽՍՀ բնակչության թվաքանակի կտրուկ աճի համար նպաստավոր պայմաններ ստեղծվեցին: Աճի տեմպերը զգալիորեն բարձր էին ԽՍՀՄ միջին ցուցանիշից։ 1945–1965 թթ., այսինքն` 20 տարվա ընթացքում, հանրապետության բնակչության թվաքանակն աճեց՝ հասնելով 2 միլիոն 134 հազարի: Հայաստանում բնակչության վերարտադրության հիմնական աղբյուրը բնական աճն էր, իսկ մեխանիկական աճի համար կարևոր գործոն էր Սփյուռքից և ԽՍՀՄ հանրա– պետություններից բնակչության՝ ներհոսքը Հայկական ԽՍՀ։ ԽՍՀՄ կազմում Հայաստանն այն եզակի հանրապետություններից էր, որը խորհրդային տարիներին պահպանում էր միատարր ազգային կազմը։ 1965 թ. հայերը կազմում էին հանրապետության բնակչության մոտ 90%ը:\nՀայկական հարցի վերաբացումը միջազգային նոր պայմաններում: Երկրորդ համաշխարհային պատերազմի ավարտին, երբ ակներև էր Գերմանիայի և նրա դաշնակիցների պարտությունը, հայ մտավորականությունը Սփյուռքում և Հայաստանում բարձրացրեց Կարսի մարզը, Սուրմալուի գավառը և Արևմտյան Հայաստանի այլ շրջանները Խորհրդային Հայաստանին վերադարձնելու, աշխարհասփյուռ հայերին իրենց հայրենիքում համախմբելու ազգային խնդիրները:\nՊատերազմի տարիներին՝ Թուրքիան թեև բացեիբաց ելույթ չունեցավ ԽՍՀՄ–ի դեմ, այդուհանդերձ նա Գերմանիայի փաստական դաշնակիցն էր։ Երբ Գերմանիայի պարտությունն արդեն իրողություն էր, 1945 թ. մարտի 19ին ԽՍՀՄ կառավարությունը չեղյալ հայտարարեց (դենոնսացիայի ենթարկեց) 1925 թ. խորհրդա–թուրքական բարեկամության և չեզոքության պայմանագիրը։ Հունիսին ԽՍՀՄ արտաքին գործերի ժողկոմ Վ. Մոլոտովը Թուրքիայի դեսպանին ներկայացրեց ԽՍՀՄ–ի տարածքային պահանջները: Թուրքիան դիմեց նախ Մեծ Բրիտանիայի, ապա ԱՄՆ–ի օգնությանը։ Մեծ տերությունների ղեկավարները 1945 թ. Պոտսդամի կոնֆերանսի հուլիսի 22–ի և 23–ի նիստերում քննարկեցին նաև հայկական տարածքների հարցը։ Համոզվելով, որ Անգլիայի վարչապետ Ուինսթոն Չերչիլը պաշտպանում է Թուրքիայի շահերը, իսկ ԱՄՆ նախագահ Թրումանը փորձում է խնդիրը դարձնել խորհրդաթուրքական երկկողմ քննարկման առարկա՝ Ստալինը զիջեց և հարցը հանեց քննարկումից: Սակայն հայկական տարածքների հարցը շարունակվեց քննարկվել միջազգային այլ հարթակներում:\n1946 թ. փետրվարի 1ին ՀԿ(բ)Կ կենտկոմի առաջին քարտուղար Գրիգոր Հարությունյանը ընտրողների հետ հանդիպման ժամանակ, հիմնականում խոսե լով «Թուրքիայի կողմից զավթված հայկական մարզերի» մասին, ասաց. «Մենք հաստատակամորեն կձգտենք մեր առաջադրած հարցի դրական լուծմանը, որը կեն տական նշանակություն ունի ամբողջ հայ ժողովրդի հետագա զարգացման համար»: Հայկական պահանջների պաշտպանության օգտին՝ հանդես եկան արտասահմանյան մի շարք երկրների պետական և հասարակական գործիչներ, զանգվածային լրատվության միջոցներ:\nՄիջազգային նոր իրադրությունում՝ սառը պատերազմի սկսվելը, 1949 թ. Հյուսիսատլանտյան դաշինքի ստեղծումը և երեք տարի անց այդ կազմակերպությանը Թուրքիայի անդամակցումը, Խորհրդային Միությունը սկսեց հետ կանգնել իր պահանջներից։ 1953 թ. մայիսի 30ին խորհրդային կառավարությունը պաշտոնապես հայտարարեց. «ԽՍՀՄ–ը Թուրքի այից ոչ մի տարածքային պահանջ չունի»: Հայկական հարցը ներքաշվեց ԱրևելքԱրևմուտք առճակատումների ոլորտ, մնաց չլուծված: Հայ ժողովրդի արդարացի պահանջները կրկին անտեսվեցին:\nՔաղաքական բռնաճնշումների նոր փուլը: 1949 թ. զանգվածային աքսորը: Հայրենական մեծ պատերազմից անմիջապես հետո վերսկսվեցին քաղաքական բռնաճնշումները: 1945-1952 թթ. քաղաքական մեղադրանքով Հայաս տանում բռնադատվեց մոտ 3000 մարդ։ 1945 թ. վերջերին հայրենիքի դավաճանության անհիմն մեղադրանքով ձերբա կալվեց ավիացիայի մարշալ Սերգեյ Խդրակովը (Արմենակ Խանփերյանցը): Մի քանի տարի ենթարկվելով անմարդկային տանջանքների՝ նա գնդակահարվեց 1951 թ. հունվարի 13ին:\n1949 թ. հունիսի 14ին ԽՍՀՄ իշխանությունների որոշմամբ Անդրկովկասի հանրապետություններից հայ բնակչության մի հոծ զանգված` 3620 ընտանիք, որպես քաղաքականապես անհուսալի, դաշնակցականի անվան տակ, արտաքսվեց: 1946-1948 թթ. Հայաստան ներ գաղթած սփյուռքահայերի շրջանում ևս խորհրդային պետական անվտանգության ծառայությունները «դաշնակցականներ գտան» և արտաքսեցին հանրապետությունից (350 ընտանիք՝ 1450 մարդ)։ Ընդհանուր առմամբ ամբողջ Անդրկովկասից 1949 թ. հիմնականում Ալթայի երկրամաս աքսորվեց մոտ 15 500 հայ։ Քաղաքական բռնաճնշումներին վերջ տրվեց Ստալինի մահից հետո։\nՍտալինի ղեկավարման վերջին տարիներին ամբողջատիրական համակարգը հասել էր դրսևորման բարձրակետին։ 1953 թ. մարտի 5ին մահացավ Ի. Վ. Ստալինը: Ավարտվեց մի ամբողջ պատմական ժամանակաշրջան։\n1953 թ. Հունիսի 26ին ձերբակալվեց ներքին գործերի նախարար Լ. Բերիան: Հուլիսի 2ին ԽՄԿԿ (1952 թից Խորհրդային Միության կոմունիստական կուսակցություն) կենտկոմի լիագումար նիստը քննարկեց «Բերիայի հակակուսակցական և հակապետական հանցավոր գործունեության մասին» հարցը: Այդ նիստը շրջադարձային եղավ հասարակության կյանքում: Երկրի կուսակցական իշխանությունն անցավ Նիկիտա Խրուշչովին:\n\"Հայաստանի ղեկավարությունը ևս փոխվեց: Նոյեմբերին Գ. Հարությունյանի փոխարեն ՀԿԿ կենտկոմի առաջին քարտուղար ընտրվեց Սուրեն Թովմասյանը:\n1954-1955 թթ. ընթացքում աշխատանքներ կատարվեցին բռնաճնշումների ենթարկվածներին արդարացնելու, ողջ մնացածներին ազատ արձակելու, 1949 թ. Ալթայի երկրամաս արտաքսվածներին Հայաստան վերադարձնելու ուղղությամբ:\n1956 թ. փետրվարի 14–ին Մոսկվայում բացված ԽՄԿԿ XX համագումարում «Անհատի պաշտամունքի և նրա հետևանքների մասին» զեկուցումով հանդես եկավ Ն. Խրուշչովը: Դրվեց ստալինիզմի վերացման գործընթացի սկիզբը։ 1960 թ. դեկտեմբերին ՀԿԿ կենտկոմի առաջին քարտուղար ընտրվեց Յակով Զարոբյանը:\nԱզգային ինքնագիտակցության զարթոնքը: 1965 թ. լրանում էր Մեծ եղեռնի 50րդ տարելիցը: Յ. Զարոբյանը 1964 թ. հանձնարարեց մշակել այն նշելու միջոցառումների նախագիծ։ Ստացված առաջարկությունների հիման վրա ՀԿԿ կենտկոմը ԽՄԿԿ կենտկոմ ուղարկեց «1915 թվականին հայերի զանգվածային բնաջնջման 50–ամյակի հետ կապված միջոցառումների մասին» ծավալուն նամակը, որտեղ ասված էր, որ 1915 թ.՝ Առաջին համաշխարհային պատերազմի ժամանակ, Թուրքիայի 3 միլիոն հայ բնակչությունը տեղահանվել, հետապնդվել ու ոչնչացվել է: Նամակում նշված առաջարկությունները` Երևանում Եղեոնի զոհերի հուշահամալիրի կառուցում, Մեծ եղեռնին նվիրված պատմական ու գեղարվեստական գրականության հրատարակում և այլն, ժամանակի ընթացքում իրականացվեցին:\nԱյլախոհությունը Հայաստանում: Ստալինի մահից հետո համակարգի ամբողջատիրական էությունը մնաց անփոփոխ: Սակայն այդ պայմաններում էլ երկրում՝ կային մարդիկ, ովքեր բացահայտորեն չէին պահպանում խորհրդային երկրի պարտադրած կանոնները:\n1960ական թթ. նրանց, ովքեր ընտրել էին խորհրդային իրականությունը փոփոխելու պայքարի ուղին, սկսեցին կոչել այլախոհներ: Այլախոհներն ուժային միջոցներով չէին ընդդիմանում խորհրդային իշխանությանն ու նրա գաղափարախոսությանը, այլ գաղափարական պայքար էին մղում անընդունելի համարելով խորհրդային օրենքները և պաշտոնապես հռչակված արժեքները։\nԱսպարեզ եկան նաև մարդիկ, որոնք խորհրդային իշխանություններից պահանջում էին պահպանել օրենքները և ԽՍՀՄ Սահմանադրությունը, միաժամանակ պայքարում էին մարդու իրավունքների պաշտպանության համար: Նրանց կոչում էին իրավապաշտպաններ:\nՀայաստանում այլախոհությունը հիմնականում կրում էր ազգային բնույթ: 1960ական թթ. սկզբին ազգային զարթոնքի և կորցրած պատմական տարածքները վերադարձնելու գաղափարի շուրջ համախմբված այլախոհները՝ Հայաստանում ստեղծեցին առաջին այլախոհական կազմակերպությունները: 1965 թ. ապրիլի 24–ին՝ Մեծ եղեռնի 50ամյա տարելիցի օրը, Երևանում տեղի ունեցան զանգվածային ցույցեր ու հանրահավաքներ խորհրդային պատմության ընթացքում առաջին անգամ հասարակության լայն շերտերը Հայաստանում դուրս եկան իշխանությունների սահմանած թույլատրելիության շրջանակներից: Հատկանշական է, որ ապրիլյան ցույցերին չհետևեցին քաղաքական բանտար կություններ: Հասարակության շրջանում այդպիսի զանգվածային ելույթներ մինչև գորբաչովյան «վերակառուցման» շրջանը այլևս տեղի չունեցան:\n1960-1970ական թթ. Հայաստանում ձևավորվեցին մի շարք գաղտնի խմբակներ և կազմակերպություններ: Հատկանշական է «Յոթ հայրենասերներ» անվամբ հայտնի «Հայկական երիտասարդական միության» գործունեությունը։ Խաչատուր Ամիրջանյանը, Խաչիկ Սաֆարյանը, Վիգեն Բաբայանը, Մերուժան Հովհաննիսյանը, Գրիգոր Եղյանը, Կարապետ Քիրամիջյանը և Էդուարդ Կակոսյանը 1964 թ. ազատազրկման դատապարտվեցին` մեղադրվելով «ազգայնական հակասովետական նպատակների իրականացման» համար:\n1966 թ. ապրիլի 24–ին Հայաստանում ստեղծվեց նոր գաղտնի կազմակերպություն՝ Ազգային միացյալ կուսակցությու նը (ԱՄԿ)։ 1967 թ. գաղտնի հրատարակվեց կուսակցության «Փարոս» թերթը, կազմվեցին ծրագիրը, կանոնադրությունը և երդման տեքստը։ Կազմակերպության հիմնադիրն էր Հայկազ Խաչատրյանը՝ Ստեփան Զատիկյանի և Շահեն Հարությունյանի հետ, ովքեր 1969 թ. դատապարտվեցին ազատազրկման։ 1970 թ. դատապարտվեցին վերջիններիս կուսակիցներ Պարույր Հայրիկյանը, Աշոտ\nՆավասարդյանը և ուրիշներ, որոնք հրատարակում էին «Երկունք» թերթը: Նրանց մեղադրում էին, որ «ակտիվ ընդհատակյա գործունեություն են վարել` նպատակ ունենալով անջատելու Հայաստանը ԽՍՀՄ–ից և ստեղծելու անկախ հայկական պետություն»:\n1970ական թվականներին Հայոստանում այլախոհական շարժումը վերելք էր ապրում: 1973 թ. ձևավորվեց ԱՄԿ ղեկավար մարմինը` խորհուրդը (ղեկա վար՝ Պ. Հայրիկյան, անդամներ՝ Ա. Արշակյան, Ա. Մարգարյան, Ա. Նավասարդյան), որը որդեգրեց «Անկախություն՝ հանրաք վեի ճանապարհով» ռազմավարությունը:\n1974 թ. հակախորհրդային գործունեության մեղադրանքով ազատազրկման և աքսորի դատապարտվեցին Ազատ Արշակյանը, Ռազմիկ Զոհրաբյանը, Քաջիկ Սահակյանը և Ռազմիկ Մարկոսյանը։ 1975 թ. մարտին «հակախորհրդային գործունեության համար» երեք տարի ազատազրկման դատապարտվեց Անդրանիկ Մարգարյանը։\n1950-1970ական թթ. հակախորհրդային գործունեության մեղադրանքով Հայաստանում դատապարտվել է ավելի քան 100 մարդ: Նրանց հիմնական նպատակը հայկական հողերի վերամիավորումն էր, կոմունիստների մենիշխանության վերացումը, լեզվի և մշակույթի պահպանումը, ինչպես նաև անկախ Հայաստանի ստեղծումը։"}
{"class": "12", "part": 1, "part_title": "ԽՈՐՀՐԴԱՅԻՆ ՀԱՅԱՍՏԱՆԸ", "chapter": 3, "chapter_title": "ԽՈՐՀՐԴԱՅԻՆ ՀԱՅԱՍՏԱՆԸ ՀԵՏՊԱՏԵՐԱԶՄՅԱՆ ՏԱՐԻՆԵՐԻՆ (1945-1985 ԹԹ.)", "paragraph": "2", "paragraph_title": "ՍՈՑԻԱԼԻՍՏԱԿԱՆ ՀԱՍԱՐԱԿԱՐԳԻ ՀԱԿԱՍՈՒԹՅՈՒՆՆԵՐԻ ՍՐՈՒՄԸ", "text": "Խրուշչովի կատարած փոփոխություններն անհրաժեշտ արդյունք չտվեցին։ Սասանվեց նրա հեղինակությունը: Բարձրագույն քաղաքական ղեկավարության ջանքերով 1964 թ. հոկտեմբերին Նիկիտա Խրուշչովը պաշտոնանկ արվեց: Նրան փոխարինեց Լեոնիդ Բրեժնևը, որը երկրի քաղաքական և սոցիալտնտեսական խնդիրների լուծման համար վա րում էր ավելի պահպանողական քաղաքականություն:\nԲրեժնևյան ղեկավարության տնտեսական քաղաքականությու նը: ԽՍՀՄում 1960–ական թթ. կեսերին սկսված սոցիալ–տնտեսական ճգնաժամը հաղթահարելու նպատակով ձեռնարկվեցին համալիր բարեփոխումներ: Վերականգնվեց արդյունաբերության կառավարման ճյուղային համակարգը, վերանայվեցին պլանավորման սկզբունքները: Ձեռնարկված միջոցառումները հնարավորություն տվեցին ավելացնելու համախառն ներքին արդյունքի, ազգային եկամտի, արդյունաբերության հիմնական տեսակների աճի տեմպերը։ 1965-1970 թթ. աճեցին ՀԽՍՀ համախառն ներքին արդյունքը և ազգային եկամուտը։ Աշխատանքի արտադրողականությունն աճեց 31%ով։\nՍակայն դրական տեղաշարժերը խորացնել չհաջողվեց: Տնտեսության զարգացումը նորից դանդաղեց, բարեփո խումները սկսեցին տեղապտույտ տալ: Հիմնական պատճառներից էին անհետևողականությունը և բարեփոխումների ոչ լիարժեք լինելը: Նպաստավոր պայմաններ չստեղծեցին գիտատեխնիկական առաջընթացի համար:\nԱրդյունաբերության զարգացումը: 1960-1980ական թթ. Խորհրդային Հայաստանում շեշտը դրվեց արդյունաբերության աշխարհագրության ընդլայնման և գիտաարտադրական միավորումների ստեղծման վրա։ Եթե նախկինում այդ արդյունաբերությունը հիմնականում կենտրոնացած էր Երևան, Լենինական (Գյումրի), Կիրովական (Վանաձոր) քաղաքներում, ապա 1970ական թթ. արդյունաբերական ձեռնարկություններ հիմնվեցին փոքր քաղաքներում, քաղաքատիպ ավաններում և խոշոր գյուղերուն Նոր արդյունաբերական համալիրներ ստեղծվեցին Հրազդանում, Արթիկում, Չարենցավանում, Արարատում, Դիլիջանում, Կամոյում (Գավառ) և այլուր։\nԱռավել բարձր տեմպերով զարգացան արդյունաբերական նոր ճյուղերը՝ ռադիոէլեկտրոնիկան, գերճշգրիտ հաստոցաշինությունը, միկրոկենսաբանական, ավտոմոբիլային և այլ ճյուղերը։ Այդ տարիներին արդյունաբերական աճի տեմպերով Հայաստանը Խորհրդային Միությունում գրավում էր երկրորդ տեղը: Սակայն պետք է նշել, որ արդյունաբերական արտադրանքը որակական ցուցանիշներով հետ էր մնում համաշխարհային մակարդակից:\nՀայաստանում արդյունաբերական նոր ճյուղեր ստեղծելիս անտեսվել էին անհրաժեշտ հումքով, էներգիայով և նույնիսկ ջրի պաշարներով հանրապետության ապահովվածության, բնապահպանական հարցերը։ Շրջակա միջավայրի վրա բացասական ազդեցություն ունեցան հատկապես գունավոր մետաղաձուլության ձեռնարկություններ` Քանաքեռի ալյումինի, Ալավերդու մետաղաձուլական, Քաջարանի պղնձամոլիբդենային, Հրազդանի լեռնաքիմիական և այլ գործարանը։\nՍևանա լճի մակարդակը բնականին մոտ պահպանելու համար դեռևս 1961 թ. Հայաստանի կառավարության միջնորդությամբ ԽՍՀՄ նախարարների խորհուրդը որոշում էր ընդունել Արփա գետի ջրերի մի մասը Սևան փոխադրելու համար կառուցել 48 կմ ջրատար թունել: Դա եզակի և բարդ կառույց էր, որի շինարարությունը տևեց շուրջ 20 տարի։ 1981 թ. ԱրփաՍևան թունելը շահագործման հանձնվեց, կասեցվեց Սևանի մակարդակի իջեցումը, ապա սկսվեց լճի մակարդակի բարձրացումը: Սակայն անլուծելի մնացին բնապահպանական շատ հարցեր, որոնք բացասաբար անդրադարձան լճի մաքրության և կենսոլորտի վրա:\nՀանրապետության աճող էներգետիկ պահանջները լիովին բավարարելու նպատակով 1969 թ. սկսվեց Հայկական ատոմակայանի շինարարությունը, որի առաջին էներգաբլոկը գործարկվեց 1976 թ. իսկ երկրորդը՝ 1979 թ.։ Ատոմային էլեկտրակայանի շահագործման շնորհիվ հանրապետությունում էլեկտրաէներգիայի արտադրության ծավալը գերազանցեց ժողովրդական տնտեսության պահանջները։\nԳյուղատնտեսության հիմնախնդիրները: 1960ական թվականների կեսերին ԽՍՀՄում քայլեր կատարվեցին գյուղատնտեսության բնագավառում թույլ տրված սխալները վերացնելու ուղղությամբ: Սակայն շարունակում էր ցածր մակարդակի վրա մնալ գյուղատնտեսական արտադրության արդյունավե տությունը: Իշխանությունները՝ որոշեցին լրջորեն զբաղվել օժանդակ տնտեսու թյունների հարցերով: Վերացվեցին տնամերձ հողամասերի տնտեսվարման սահմանափակումները: Սակայն պետության նոր քաղաքականությունը չկարողացավ արմատապես շտկել գյուղատնտեսության զարգացման բացասական միտումները, քանի որ երկրում տիրապետողը կոլեկ տիվ տնտեսության սկզբունքն էր:\nԳյուղատնտեսության վատ վիճակը պահանջում էր առավել արմատական միջոցառումներ: Կատարված փոփոխություններից կարևորը ագրոարդյունաբե րական համալիրների (ԱԱՀ) ստեղծումն էր: Սակայն այդ համալիրներն իրենց չարդարացրին` մնալով որպես վարչական միավորներ և չդառնալով կենսունակ տնտեսական մարմիններ։\nԼճացման երևույթները սոցիալական բնագավառում։ Տնտեսության ոլորտում հիվանդագին երևույթներն անմիջապես իրենց արտացոլումն էին գտնում սոցիալական գործընթացներում։ Թափ հավաքող ուրբանիզացումը հան գեցնում էր քաղաքների թվի աճին և քաղաքատիպ ավանների ծավալի մեծացմանը: ՀԽՍՀ քաղաքային բնակչության թիվը 1986 թ. հասավ 2 մլն 300 հազարի: Երևան քաղաքի բնակչությունը հասավ 1 մլն 140 հազարի։ Քաղաքային բնակչությունը կազմում էր հանրապետության բնակչության 2/3ից ավելին:\nՍրվում էր բնակարանային հիմնախնդիրը։ 1981 թ. Հայաստանում մեկ մարդուն բաժին էր ընկնում 13 քառ. մետր ընդհանուր բնակտարածք: Մինչդեռ Արևմտյան Եվրոպայում և ԱՄՆում այդ ցուցանիշը 34 անգամ ավելի էր:\nՔաղաքային բնակչության աճի հետևանքով համընդհանուր կրթական մակարդակը բարձրացավ: 1985թ. ՀԽՍՀ ժողովրդական տնտեսությունում զբաղվածների մեջ բարձրագույն և միջնակարգ մասնագիտական կրթություն ունեցողնե րի տեսակարար կշիռը հասավ 25 %ի: Սակայն տեղի ունեցավ աշխատավարձի և նյութական բարիքների բաշխման հավասարեցում, որակյալ և ոչ որակյալ աշ խատանքի վարձատրության չափը 1980ական թվականների կեսերին՝ համարյա հավասարվեց: Ընկնում էր բարձր որակավորման աշխատանքի վարկը:\nԽորհրդային պետության պատմության ընթացքում մշտապես առկա էր սպառողական ապրանքների պակասը: Քաղաքային կենցաղային գույք ձեռք բե րելու համար ստիպված էր հերթագրվելու, սպասելու ամիսներով, հաճախ տարինե րով։ Կենսամթերքի պակասի պատճառով 1980ական թվականների սկզբին երկրում մտցվեց առաջին անհրաժեշտության մթերքների բաշխման կտրոնային համակարգ։ Իհարկե, հետպատերազմյան տարիներին, նույնիսկ 1960ական թվա կանների համեմատ կյանքի ընդհանուր մակարդակը երկրում բարձրացել էր: Սակայն նրա աճի արագությունն անընդհատ հետ էր մնում հասարակական պահանջարկից։ Եվ վերջապես, խորհրդային քարոզչությունը մոտալուտ երջանիկ ապագայի մասին, պաշտոնական և իրական կյանքի միջև առկա լուրջ խզումը առաջացնում էին լուրջ դժգոհության և հասարակական անտարբերություն:\nՎարչահրամայական համակարգի նոր դրսևորումները։ 1960–ական թվականների կեսերին՝ խորհրդային հասարակությունը շարունակում էր կառավարվել բացառապես կուսակցականպետական մարմինների կողմից։ Կենտրոնը Մոսկվայում գտնվող ԽՄԿԿ կենտկոմն էր, որը վերահսկողության տակ էր պահում մարդկային գործունեության ցանկացած ոլորտ, քիչ թե շատ նշանակալից պաշտոն։\nԲրեժնևյան 1977 թ. Սահմանադրության մեջ ամրագրված էր ԽՍՀՄում «զարգացած սոցիալիստական հասարակություն» կառուցելու մասին միտքը։ Ընդհանուր առմամբ խոսքի, մամուլի, ժողովների, Սահմանադրությամբ հռչակված և երաշխավորված ազատություններն իրականացնելը գործնականում անհնար էր:\nՀԽՍՀ Սահմանադրությունը, որն ընդունվեց 1978 թ., առանձնապես չէր տարբերվում ԽՍՀՄ Սահմանադրությունից: Այդուհանդերձ, վերջին պահին, շնորհիվ մտավորականության գործադրած ջանքերի, ներառվեց հայոց լեզվի պետական կարգավիճակի մասին հոդվածը:"}
{"class": "12", "part": 1, "part_title": "ԽՈՐՀՐԴԱՅԻՆ ՀԱՅԱՍՏԱՆԸ", "chapter": 4, "chapter_title": "ԽՈՐՀՐԴԱՅԻՆ ՀԱՅԱՍՏԱՆԸ ՎԵՐԱԿԱՌՈՒՑՄԱՆ ՏԱՐԻՆԵՐԻՆ", "paragraph": "1+2", "paragraph_title": "ՎԵՐԱԿԱՌՈՒՑՄԱՆ ՔԱՂԱՔԱԿԱՆՈՒԹՅՈՒՆԸ։ ԱՐՑԱԽՅԱՆ ՇԱՐԺՈՒՄԸ", "text": "1980ական թվականների սկզբին խորհրդային տնտեսավարման համակարգը ճգնաժամի մեջ էր: Խորհր դային Միությունը, ունենալով հումքային հսկայական պաշարներ, ավելի ու ավե լի էր հետ մնում Արևմուտքի զարգացած երկրներից: Տնտեսության անարդյունավետությունը բացասաբար էր ազդում երկրի պաշտպանունակության վրա։ 1980ական թվականների սկզբին Խորհրդային Միությունը սկսեց կորցնել մրցունակությունը Արևմուտքի հետ ռազմական տեխնոլոգիաների ոլորտում: Երկրի տնտեսական հենքը դադարեց համապատոսսխանել համաշխարհային մեծ տերության կարգավիճակին:\nԱռողջապահության, կրթության և մշակույթի ոլորտներում ձեռքբերումները դարձան ավելի համեստ։ Երկրի բարձրա գույն ղեկավարությունը հասկանում էր, որ անհրաժեշտ են բարեփոխումներ։ Սակայն ԽՄԿԿ կենտկոմի քաղբյուրոյի պահպանողական մեծամասնությունը չէր ցանկանում իր վրա վերցնել նման պատասխանատվություն: Ակնհայտ էր դառնում, որ բարեփոխումների համար անհրաժեշտ էր թարմացնել երկրի ղեկավարությու նը: Վերակառուցման քաղաքականության սկիզբը 1985 թ. գարնանը հռչակեց ԽՄԿԿ կենտկոմի գլխավոր քարտուղար Միխայիլ Գորբաչովը:\nՏնտեսական ծրագրի հիմքում դրվեց արագացման ռազմավարությունը: Ենթադրվում էր կենտրոնացնել բոլոր միջոց ներն արտադրության արդիականացման, աշխատանքի արտադրողականության բարձրացման, մեքենաների և սարքավո րումների թողարկումն ընդլայնելու համար:\nՍակայն Հայաստանում վերակառուց ման և հրապարակայնության զարգաց մանն ուղղված գործընթացները դանդա ղում էին, շարունակվում էին լճացման երևույթներն ինչպես տնտեսական, այն պես էլ հասարակական կյանքում։\nԱզգային հարցի սրումը: Հրապա րակայնության, ժողովրդավարության և այլ սկզբունքների հռչակման հետ երկ րում սրվեց ազգային հարցը:\n1986 թ. դեկտեմբերին Ալմա Աթա յում ղազախ ուսանողները բողոքի ցույցի դուրս եկան ընդդեմ Ղազախստանի կոմ կուսի ղազախ ղեկավարի փոխարեն ազգությամբ ռուս պաշտոնյայի նշանակման: Բողոքը ճնշվեց։ 1987 թ. ամռանն ազգային շարժումներն ավելի կազմակերպված բնույթ ստացան: Սկսվեց Ղրիմի թաթարների շարժումը իրենց իրավունքների վերականգնման համար:\n1988 թ. փետրվարին ծավալվեց Լեռնային Ղարաբաղը Հայաստանին վերամիավորելու շարժումը:\nՂարաբաղյան շարժմանը հետևեցին աբխազական և օտական շարժումնե րը: Աբխազները միութենական հանրապետության կարգավիճակ էին պահանջում։ Տեղի ունեցան վրացաբխազական արյունալի բախումներ։\nԽՍՀՄ արևմտյան մասում ազգայինտարածքային սուր բախում տեղի ունե ցավ 1990 թ. Մերձդնեստրում, որը թեպետ կազմում էր Մոլդավիայի տարածքի մոտ 20 տոկոսը, սակայն այնտեղ էր արտադրվում հանրապետության համախառն ներքին արդյունքի 35 տոկոսը:\nԷստոնիայի, Լատվիայի և Լիտվայի ազգային ճակատները ձևավորվեցին 1988 թ. գարնանը: 1940 թ. խորհրդային իշխանության հաստատումն իրենց հանրապետություններում նրանք համա րում էին բռնազավթում և հանրապետական իշխանություններից պահանջում էին որոշում ընդունել ԽՍՀՄ–ի կազմից դուրս գալու մասին:\n1989 թ. մայիսին և հուլիսին «Պետական անկախության մասին» հռչակագ րեր ընդունեցին համապատասխանաբար Լիտվան և Լատվիան:\nԱզգային հարցը դարձավ ԽՍՀՄ փլուզման գլխավոր պատճառներից մեկը:\nԱրցախյան շարժման նոր փուլը: Գորբաչովյան վերակառուցման քաղաքականության շնորհիվ Արցախի բնակչությունն սկսեց ավելի համարձակ պայքարել ՀԽՍՀին միավորվելու համար: 1987 թ. նոյեմբերին Մոսկվա ուղարկվեց Լեռնային Ղարաբաղը Հայաստանին վերամիավորելու պահանջագիր` համարյա բոլոր չափահաս արցախցիների ստորագրությամբ: 1988 թ. հունվարի 5ին Մոսկվա մեկնեց արցախցիների պատվիրակությունը` երկրի ղեկավարությանն իր պահանջները ներկայացնելու համար: Արցախցիները պահանջում էին վերացնել պատմական անարդարությունը` միացնելով ԼՂԻՄը Հայաստանին։\n1988 թ. փետրվարին տեղի ունեցան ԼՂԻՄ ժողովրդական պատգամավորների շրջանային և Ստեփանակերտի քաղաքային խորհուրդների նստաշրջաններ, որոնք պահանջեցին հրավիրել մարզխորհրդի արտահերթ նստաշրջան՝ Լեոնային Ղարաբաղը Հայաստանին վերամիավորելու օրակարգով:\nՓետրվարի 20ին հրավիրվեց ԼՂԻՄ մարզխորհրդի արտահերթ նստաշրջան 150 պատգամավորներից ներկա էին 110–ը։ Նստաշրջանում քննարկվեց «Լեոնային Ղարաբաղի ինքնավար մարզի մարզային խորհրդի միջնորդությունը՝ մարզը Ադրբեջանական ԽՍՀի կազմից հանելու և Հայկական ԽՍՀ–ի կազմի մեջ մտցնելու մասին» հարցը: Ելույթ ունեցավ 45 պատգամավոր: Նստաշրջանն ըն դունեց հետևյալ պատմական որոշումը. «Ընդառաջելով ԼՂԻՄի աշխատավորնե րի ցանկություններին՝ խնդրել Ադրբեջանական ԽՍՀ Գերագույն խորհրդին` խոր ըմբռնման զգացում դրսևորել Լեռնային Ղարաբաղի հայ բնակչության իղձերին և ԼՂԻՄը Ադրբեջանական ԽՍՀի կազմից Հայկական ԽՍՀ–ի կազմ հանձնելու հարցի դրական լուծմանը»:\nՄարզխորհրդի շենքը շրջապատած հազարավոր արցախցիներ ցնծությամբ ընդունեցին այդ որոշումը: Հաջորդ օրը որոշումը տպագրվեց «Սովետական Ղարաբաղ» մարզային թերթում։ Սկսվեց Արցախի բնակչության ծանր ու երկարատև պայքարն ազատության համար: Փետրվարի 23ին տեղի ունեցավ կոմկուսի ԼՂԻՄ մարզկոմի լիագումար նիստը, որը Բ. Կևորկովին պաշտոնազրկեց և մարզկոմի առաջին քարտուղար ընտրեց Հենրիխ Պողոսյանին:\nՀանրահավաքներ Երևանում: 1988 թ. փետրվարի կեսերից Երևանում ամեն օր հանրահավաքներ էին անցկացվում: Փետրվարի 20ին Թատերական (այժմ՝ Ազատության) հրապարակում հավաքված հազարավոր ցուցարարներ հանդես եկան ի պաշտպանություն ՀԽՍՀի և ԼՂԻՄ–ի վերամիավորման: Փետրվարի 22–ին Ղարաբաղյան շարժումը ղեկավարելու համար ստեղծվեց «Ղարաբաղ» կոմիտեն, որի կազմում էին Իգոր Մուրադյանը, Վաչե Սարուխանյանը և այլք: Փետրվարի 25-26ին Երևանում ցուցարարների թիվն անցնում էր 100 հազարից։ Դա ԽՍՀՄ պատմության մեջ աննախադեպ իրադարձություն էր:\nԼեռնային Ղարաբաղում և ՀԽՍՀում բռնկված զանգվածային ելույթներն անհանգստացրին երկրի ղեկավարությանը: Փետրվարի 21–ին ԽՄԿԿ կենտկոմի «Լեռնային Ղարաբաղի իրադարձությունների մասին» որոշումով հայության արդարացի շարժումը որակվեց «ծայրահեղական»։ Խորհրդային Միության ղեկավար Մ. Գորբաչովը փետրվարի 26–ին դիմեց «Ադրբեջանի և Հայաստանի աշխատավորներին, ժողովուրդներին», «իսկական եղբայրության և միասնության» կոչերով և խոստացավ Ադրբեջանում ու Հայաստանում կուտակված տնտեսական, սոցիալական, բնապահպանական և այլ հիմնահարցերի լուծում:\nՍումգաիթյան և ողբերգությունը: Փետրվարի 27-29ը Բաքվից 25 կմ հեռավորության վրա գտնվող Սումգաիթ քաղաքում` միլիցիայի և տեղական իշխանությունների լրիվ անգործության համաձայնությամբ պայմաններում տեղի ունեցավ հայ բնակչության կոտորած (ջարդ)՝ թուրքական՝ վայրագության բոլոր դրսևորումներով… Պաշտոնական տվյալներով զոհվեցին 27 հայեր: Հազարավոր մարդիկ դարձան փախստական։ Սումգաիթի եռօրյա ոճրագործությունը ցեղասպանություն էր և կազմակերպվել էր արցախյան ազատատենչ ոգին կոտրելու նպատակով։\nԼեռնային Ղարաբաղում իրավիճակը խիստ սրվեց: Երկրում հետզհետե սրվող ազգային հարցին գործնական լուծում տալու փոխարեն՝ Մոսկվան վարում էր երկդիմի ու խուսանավելու քաղաքականություն: Հայ ժողովրդի բարձրացրած արդար պահանջը մերժվեց:\nՇարժման ծավալումը: Հայաստանում Արցախյան շարժումն օրեցօր ներա ռում էր ժողովրդական նորանոր զանգվածներ: Խորհրդային Հայաստանի բնակչությունը հանրապետության կոմունիստական ղեկավարությունից պահանջում էր կանգնել հայոց ազգային շահերի պաշտպանության դիրքերում։ Հայաստանի կոմկուսի և պետական շատ ղեկավարներ աջակցում էին «Ղարաբաղ» կոմիտեին։ Մայիսի 31–ի հանրահավաքի ժամանակ հայտարարվեց, որ «Ղարա բաղ» կոմիտեն լրացվել է նոր անդամներով` Լևոն Տեր–Պետրոսյան, Վազգեն Մանուկյան, Համբարձում Գալստյան, Աշոտ Մանուչարյան, Վանո Սիրադեղյան և ուրիշներ, ու վերանվանվել է «Ղարաբաղյան շարժման Հայաստանի կոմիտե»:\nՄինչ այդ՝ 1988 թ. մայիսի 21ին Հայաստանի և Ադրբեջանի կոմկուսի կենտկոմների լիագումար նիստերում առաջին քարտուղարներ Կ. Դեմիրճյանին և Ք. Բաղիրովին փոխարինեցին Սուրեն Հարությունյանը և Աբդուռահման Վեզիրովը:\nԵրևանում ընթացող երկարատև ցույ ցերի ճնշման տակ 1988 թ. հունիսի 15–ին գումարվեց ՀԽՍՀ Գերագույն խորհրդի նստաշրջանը: Քննարկելով ԼՂԻՄ մարզխորհրդի փետրվարի 20ի որոշումը` Գերագույն խորհուրդը համաձայնություն տվեց ԼՂԻՄը Հայկական ԽՍՀի կազմի մեջ մտնելուն և ԽՍՀՄ Գերագույն խորհրդին խնդրեց քննարկել ու դրական լուծում տալ այդ հարցին: Հակառակ որոշում ընդունեց Ադրբեջանի Գերագույն խորհուրդը հայտարարելով, որ ԼՂԻՄ մարզխորհրդի որոշումը հակասում է «հայ և ադրբեջանական ժողովուրդների շահերին» և չի համապատասխանում «մեր երկրի բոլոր ժողովուրդների բարեկամության ամրապնդմանը, վերակառուցման խնդիրներին»։\n1988 թ. հուլիսի 18ին Մոսկվայում ԽՍՀՄ Գերագույն խորհրդի նախագահության նիստը քննարկեց «Լեռնային Ղարաբաղի վերաբերյալ Հայկական ԽՍՀ և Ադրբեջանական ԽՍՀ Գերագույն խորհուրդների որոշումների մասին» հարցը: Հենրիխ Պողոսյանը հայտարարեց. «Լեռնային Ղարաբաղը մշտնջենապես բնակեցված է եղել հայերով և նրանց հայրենիքի մի հատվածն է, որը, Ստալինի մեղքով հայտնվելով Ադրբեջանի կազմում, 65 տարի շարունակ ենթարկվել է ստորացման, վիրավորանքների ու ամեն տեսակի ճնշումների Լեռնային Ղարաբաղի ճակատագիրը կարող են լուծել միայն Լեռնային Ղարաբաղի բնակիչները... Ստեղծված իրավիճակի միակ ճշմարիտ լուծումը կարող է լինել Լեոնային Ղարաբաղի դուրսբերումը Ադրբեջանի կազմից»։\nԽՍՀՄ ԳԽ նախագահությունն ընդունեց որոշում, որտեղ ասված էր. «Անհնարին է Հայկական ԽՍՀ–ի և Ադրբեջանական ԽՍՀի սահմանների և Սահմանադրության հիման վրա հաստատված ազգային–տա րածքային բաժանման փոփոխումը»:\nՕգոստոսի 19ին երևանյան հանրա հավաքում «Ղարաբաղ» կոմիտեն հրա պարակեց պայքարի նոր ծրագիր, որը հաջորդ տարի դարձավ Հայոց համագ գային շարժման (ՀՀՇ) առաջին համագումարում ընդունված ծրագրի հիմքը։ Ղարաբաղյան շարժման Հայաստանի կոմիտեն վերակազմավորվեց Հայոց համազգային շարժման, որի հիմնական նպատակն էր Լեռնային Ղարաբաղի միացումը Հայաստանին:\nՆոյեմբերին ազգային–ազատագրական շարժումը նոր թափ ստացավ: Նոյեմբերի 7ին Հոկտեմբերյան հեղափոխության 71րդ տարեդարձին նվիր ված ամենամյա շքերթը Լենինի (այժմ՝ Հանրապետության) հրապարակում վերածվեց ՀԽՍՀ–ի հետ Արցախի վերամի ավորման համար պայքարի նոր՝ հուժկու դրսևորման:\nՆոյեմբերի 24–ին՝ ժամը 24:00ից, Երևանում հայտարարվեց պարետային ժամ: Խորհրդային զորքը մտավ ՀԽՍՀ մայրաքաղաք: Հանրապետության 16 շրջաններում դեկտեմբերի 5–ից հատուկ դրություն մտցվեց։\nԱղետալի երկրաշարժը: Սակայն իրադրությունը փոխվեց 1988 թ. դեկտեմբերի 7–ին տեղի ունեցած Սպիտակի աղետալի երկրաշարժի հետևանքով։ Երկրաշարժի էպիկենտրոնում՝ Սպիտակ քաղաքում, ցնցումների ուժը հասավ 10 բալի: Պատմության մեջ այս աղետը մտավ «Սպիտակի երկրաշարժ» անունով։\nԵրկրաշարժի գոտում հայտնվեցին Հայաստանի տասնյակ քաղաքներ ու ավաններ: Հիմնահատակ ավերվեց 16 հազար բնակչություն ունեցող Սպիտակը: Ավերվեցին հանրապետության երկրորդ քաղաքի` 250 հազար բնակչություն ունե ցող Լենինականի շինությունների մեծ մասը, Կիրովականի շինությունների համարյա կեսը։ Երկրաշարժին զոհ գնաց 25 հազար մարդ, 17 հազարը վիրավորվեց, անօթևան մնաց մոտ 515 հազարը:\nՀայաստանին պատուհասած ահավոր դժբախտության լուրը անմիջապես տարածվեց Խորհրդային Միությունում և ամբողջ աշխարհում: Օգնության աշխատանքները կազմակերպելու նպատակով ստեղծվեց հանձնաժողով՝ ԽՍՀՄ նախարարների խորհրդի նախագահ Նիկոլայ Ռիժկովի գլխավորությամբ:\nՇարժման վերելքը: Չնայած երկրաշարժի ծանր հետևանքներին՝ Արցախյան շարժումը չդադարեց: «Ղարաբաղ» կոմի տեի մի շարք անդամներ 1989 թ. հունվարի 9–ին կալանավորվեցին և տեղափոխվեցին Մոսկվա։\n1989 թ. հունվարի 12ին ԽՍՀՄ ԳԽ նախագահությունը Լեռնային Ղարաբաղի ինքնավար մարզում կառավարման հատուկ ձև սահմանեց՝ Հատուկ կառավարման կոմիտե, որի վրա էր դրվում մարզի պետական մարմինների ղեկավարումը: Մարզի տնտեսությունը կախվածության մեջ էր մնում Ադրբեջանից: Կոմիտեի նախագահ նշանակվեց ԽՄԿԿ կենտկոմի բաժնի վարիչ Արկադի Վոլսկին:\nՂարաբաղի բնակչությունը դժգոհ էր Հատուկ կառավարման կոմիտեից, որի թողտվությամբ Ադրբեջանի իշխանությունները մարզի միայն ադրբեջանաբնակ վայրերում էին ծավալել բնակարանների, արդյունաբերական ձեռնարկությունների, սոցիալ–տնտեսական օբյեկտների լայնածավալ շինարարություն:\n1989 թ. մայիսի 25ին Մոսկվայում աշխատանքները սկսեց ԽՍՀՄ ժողովրդական պատգամավորների 1ին համագումարը: Հայաստանի բնակչության զանգվածային բողոքները ստիպեցին իշխանություններին թույլատրել ազատ հանրահավաքներն ու ցույցերը։ Նոր թափ առած ժողովրդական շարժման պահանջով իշխանությունները մայիսի վերջին ազատ արձակեցին «Ղարաբաղ» կոմի տեի անդամներին։\nՍտեփանակերտում չէին դադարում հանրահավաքները: Արդեն երկու ամիս չէին աշխատում մարզի արդյունաբերական ձեռնարկությունները։ Արցախի վիճակը ծանրանում էր նրանով, որ օրեցօր ավե լանում էր Ադրբեջանից մազապուրծ հայ փախստականների թիվը. հուլիսի 1ին մարզում 18 500ից ավելի փախստական կար։\nՔանի որ Հատուկ կառավարման կոմիտեն չպաշտպանեց արցախահայության իրավունքները, ուստի որոշվեց ստեղծել ազգային նոր մարմին: 1989 թ. օգոստnսի 16ին Ստեփանակերտի պետական թատրոնի շենքում տեղի ունեցավ Լեոնային Ղարաբաղի ազգաբնակչության լիազոր ներկայացուցիչների համագումարը: Համագումարում ընտրվեց 80 հոգուց բաղկացած Ազգային խորհուրդ: Ազգային խորհուրդը գլխավորեց արցախցիների ազատագրական պայքարը։ Հռչակվեց, որ Ազգային խորհուրդն անկախ է իր գործունեության մեջ, վերահսկելի՝ միայն համագումարի կողմից։ Նրա որոշումները պարտադիր էին Լեռնային Ղարաբաղի ամբողջ տարածքում:\nԿալանքից ազատված «Ղարաբաղ» կոմիտեի անդամները հայրենիք վերադառնալուց հետո նոր մարտավարությամբ ծավալեցին իրենց գործողությունները: 1989 թ. նոյեմբերի 4ին բացվեց Հայոց համազգային շարժման առաջին համագումարը: Մասնակցում էին Խորհրդային Միության տարբեր հանրապետությունների ժողովրդական ճակատների, հայաշատ վայրերի, սփյուռքահայ համայնքների պատվիրակներ, զանգվածային լրատվության՝ ներկայացուցիչներ։ կազմակերպության Համագումարում խնդիրների մասին զեկուցեց Լևոն ՏերՊետրոսյանը: Համագումարն ընդունեց ՀՀՇ ծրագիրն ու կանոնադրությունը և ընտրեց ՀՀՇ վարչություն:\nԱվելի էին սրվում հայադրբեջանական հարաբերությունները: Դրան նպաստում էր Մոսկվայի ոչ սկզբունքային դիրքորոշումը: 1989 թ. նոյեմբերի 28ին ԽՍՀՄ Գերագույն խորհուրդը քննարկեց Լեռնային Ղարաբաղի հարցը։ Համաձայն այդ օրն ընդունված «Լեռնային Ղարաբաղի մարզում իրադրությունը կարգավորելու միջոցառումների մասին» ԽՍՀՄ ԳԽ որոշման` ԼՂԻՄը թողնվում էր Ադրբեջանի կազմում, իսկ Հատուկ կառավարման կոմիտեն վերացվում էր: Փոխարենը ստեղծվում էր Ադրբեջանի Հանրապետության կոմիտե:\nԱրցախում և ՀԽՍՀում դժգոհ էին ԽՍՀՄ ԳԽ այդ որոշումից: Արցախը շարունակում էր մնալ Ադրբեջանի կազմում։ Ստեղծված պայմաններում Լեռնային Ղարաբաղի Ազգային խորհուրդը և ՀՀՇն պահանջեցին հրավիրել Հայաստանի Գերագույն խորհրդի ու Լեռնային Ղարաբաղի Ազգային խորհրդի համատեղ նիստ և վճռել Արցախը հայրենիքին վերամիավորելու հարցը:\n1989 թ. նոյեմբերի 30ին Լեռնային Ղարաբաղի Ազգային խորհրդի անդամների մասնակցությամբ աշխատանքները սկսեց Հայաստանի Գերագույն խորհրդի արտահերթ նստաշրջանը: Դեկտեմբերի 1ի երեկոյան ընդունվեց «Հայկական ԽՍՀի և Լեռնային Ղարաբաղի վերամիավորման մասին» համատեղ որոշու մը: Սակայն ԽՍՀՄ ԳԽ նախագահու թյունը 1990 թ. հունվարի 10ին բեկանեց ՀԽՍՀի Գերագույն խորհրդի և ԼՂ Uq. գային խորհրդի 1989 թ. դեկտեմբերի 1ի համատեղ որոշումը։\n1990 թ. հունվարի 13-20ը Բաքվում իրականացվեց հայ բնակչության կոտո րած և տեղահանություն, որի ընթացքում ազգային ճակատը և իշխանության մար մինները գործում էին համատեղ։ Կո ղոպտված և խոշտանգումների ենթարկ ված հազարավոր հայեր լաստանավերով փոխադրվեցին Թուրքմենստանի Կրասնովոդսկ քաղաք:\nԼարված էր վիճակը նաև Հայաստա նում: ՀՀՇի առաջին համագումարից հետո կազմակերպության ղեկավարությունը գործում էր երկու ուղղությամբ` աջակցել Արցախի ազգային–ազատագրական պայքարին և հանրապետությունում իշխանությունը վերցնել իր ձեռքը: Թատերական հրապարակը դարձել էր կամավորական ուժերի կազմակերպման, նախընտրական քարոզչության և Արցախին նյութական ու ռազմական օգնության կազմակերպման վայր: Հունվարի 13–ի հանրահավաքում հայտարարվեց, որ ՀՀՇի ինքնապաշտպանական ուժերը թե՛ շրջաններում, թե՛ Երևանում բերվել են ռազմական պատրաստության։ Հանրապետության բնակչությանը կոչ արվեց ունեցած զենքը կամ հանձնելու «Ղարաբաղ» կոմիտեին, կա՛մ զենքով ներկայանալու կոմիտե։ Հայաստանի սահմանները պաշտպանող ինքնապաշտպանական ջոկատները Երասխավանում և սահմանամերձ մյուս հատվածներում Ադրբեջանի ժողովրդական ճակատի հրահրած ընդհարումների ժամանակ հակահարված հասցրին հակառակորդին:\n1990 թ. սեպտեմբերհոկտեմբեր ամիսներին Արցախում վիճակն օրեցօր ծանրանում էր: ԽՍՀՄ ղեկավարության ոչ հայանպաստ ni Արցախի համար վտանգավոր դիրքորոշման դեմ բողոքի արտահայտություն էր Մոսկվայում սեպտեմբերի 9ին գրող, հրապարակախոս Զորի Բալայանի կողմից հացադուլի հայտարարումը։ Նրան միացան աշխարհահռչակ գիտնական Վիկտոր Համբարձումյանը, սիրված դերասան Unu Սարգսյանը և Ղարաբաղի մի քանի պատգամավորներ: Սակայն այս ծայրահեղ քայլը միութենական ղեկավարության վրա գործնական ազդեցություն չթողեց։ Հացադուլը դադարեցվեց սեպտեմբերի 29ին Ամենայն հայոց Վազգեն Ա կաթողիկոսի խնդրանքով։\nԽորհրդային բանակի և Ադրբեջանի հատուկջոկատայինների գործողությունները ԼՂԻՄում։ 1991թ. Արցախի համար ավելի ծանր տարի էր: Շրջափակման պատճառով հիմնովին խաթարվել էր տնտեսությունը։ ԽՍՀՄ և Ադրբեջանի իշխանություններն ուժեղաց րել էին ճնշումներն ու բռնարարքները:\nԽիստ մտահոգիչ էր վիճակը Հյուսի սային Արցախում։ Դատարկվել էին Գետաբեկի, Թովուզի, Շամխորի և Դաշքեսանի շրջանների հայկական գյուղերը: Հերթը հասել էր Խանլարի շրջանին: Հյուսիսային Արցախի լիակատար հայաթափության համար 1991 թ. գարնանը Ադրբեջանի իշխանությունները, խորհրդային բանակի հետ համագործակցելով, մշակեցին «Կոլցո» («Օղակ») ռազմական գործողության ծրագիրը: Վիճակն ավելի ծանրացավ, երբ «Կոլցո» գործողության իրականացմանը միացան խորհրդային զորամասերը, որոնք ապրիլի վերջին հրազենի տարբեր տեսակներից գնդակոծում էին Խանլարի շրջանի Գետաշեն ու Մարտունաշեն գյուղերը և Շահումյանի շրջանի մի շարք գյուղեր։ 100-120 զրահամեքենա շրջապատել և անընդհատ գնդակոծում էր Գետաշեն գյուղը։ Ապրիլի 30ին գյուղ ներխուժած խորհրդային զինվորականներին ուղեկցում էին ադրբեջանցի հատուկջոկատայինները, որոնք դաժան հաշվեհարդար էին տեսնում գյուղի բնակչության հետ։ Գետաշենցիների հերոսական պայքարը գլխավորում էր Թաթուլ Կրպեյանը: Անհավասար մարտում զոհվեցին Թաթուլ Կրպեյանը, Արթուր Կարա պետյանը, Մարտունաշենի պաշտպանության ղեկավար Սիմոն Աչիքգյոզյանը և ուրիշներ, այդ թվում՝ բազմաթիվ խաղաղ բնակիչներ։\n1991 թ. մայիսի 7ին երեք հազար մարդ՝ կանայք, երեխաներ, ծերեր, ռազմական ուղղաթիռներով տեղափոխվեցին Ստեփանակերտ, այնտեղից էլ՝ Հայաստանի տարբեր շրջաններ: Գյուղի գրեթե բոլոր ինքնապաշտպանները տեղափոխվեցին Շահումյանի շրջան։ Գետաշենում իրագործված «Կոլցո» գործողության ժամանակ զոհվեց 41, վիրավորվեց 70, պատանդ տարվեց 335 մարդ:"}
{"class": "12", "part": 1, "part_title": "ԽՈՐՀՐԴԱՅԻՆ ՀԱՅԱՍՏԱՆԸ", "chapter": 4, "chapter_title": "ԽՈՐՀՐԴԱՅԻՆ ՀԱՅԱՍՏԱՆԸ ՎԵՐԱԿԱՌՈՒՑՄԱՆ ՏԱՐԻՆԵՐԻՆ", "paragraph": "3", "paragraph_title": "ՀԱՅԱՍՏԱՆԻ ԱՆԿԱԽԱՑՄԱՆ ԳՈՐԾԸՆԹԱՑԸ", "text": "Շրջադարձային փոփոխություններ հանրապետության քաղաքական կյանքում։ 1990 թ. գարնանը Հայաստանում նախապատրաստվում էին ՀԽՍՀ Գերագույն խորհրդի ընտրություններին։ Հայկոմկուսը, ՀՀՇն և մյուս քաղաքական ուժերն առաջադրել էին իրենց թեկնածուներին: Ընտրատարածքներ էին ստեղծվել նաև ԼՂԻՄում:\nՔաղաքական ընդհանուր վիճակը հանրապետությունում լարված էր: Կոմկուսը կորցրել էր ժողովրդի վստահությու նը: Գաղափարական պայքարում ՀՀՇին հեղինակություն և համակրանք էին բերում անկախության և Արցախի ազատագրության գաղափարները։\n1990 թ. մայիսի 20ին տեղի ունեցան ՀԽՍՀ Գերագույն խորհրդի ընտրությունները, որոնք Խորհրդային Հայաստանի պատմության մեջ առաջին ժողովրդավարական և այլընտրանքային ընտրություններն էին: Ընտրողների ձայները համարյա հավասարապես բաժանվեցին Հայկոմկուսի և ՀՀՇ–ի թեկնածուների միջև:\nՀայաստանի անկախության մասին հռչակագիրը։ Նորընտիր Գերագույն խորհրդի նստաշրջանը սկսվեց հուլիսի 20ին: Օգոստոսի 4ին ՀՀՇ վարչության նախագահ Լևոն Տեր–Պետրոսյանն ընտրվեց Հայաստանի Գերագույն խորհրդի նախագահ։ Մի քանի օր անց նախարարների խորհրդի նախագահ նշանակվեց Վազգեն Մանուկյանը: Վերջ դրվեց կոմունիստական կուսակցության մենիշխանության մոտ յոթանասունամյա շրջանին։\n1990 թ. օգոստոսի 23ին ԳԽն քննարկումից հետո ընդունեց «Հռչակագիր Հայաստանի անկախության մասին» փաստաթուղթը, որով սկսվեց Հայաստանի անկախ պետականության հաստատման գործընթացը։ 12 հոդվածից բաղկացած այդ հիմնարար փաստաթուղթը նախանշում էր Հայաստանի քաղաքական, տնտեսական, մշակութային զարգացման ուղիները։\nՓաստաթղթի քաղաքական բաժնում նշվում էր, որ ՀԽՍՀն վերանվանվում է Հայաստանի Հանրապետություն: Հայաստանի պատմության մեջ սկսվում էր Երրորդ հանրապետության շրջանը:\nՀռչակագրում հատուկ հոդվածով ընդունվում էր հանրապետության օրենքների գերակայությունը ԽՍՀՄ օրենքների նկատմամբ: Եթե ԽՍՀՄ օրենքը հաստատված չէր ՀՀ Գերագույն խորհրդի կողմից, հանրապետությունում չէր գործելու: Հայաստանը պետք է վարեր ակտիվ արտաքին քաղաքականություն, ունենար իր դիվանագիտական ներկայացուցչությունները տարբեր երկրներում:\nՀռչակագրի տնտեսական բաժնում նշվում էր, որ Հայաստանի տարածքում հողը, ընդերքը, ձեռնարկությունները համարվում են բացառապես հայ ժողովրդի սեփականությունը։ Երկրի տնտեսության հիմքում դրվում էին մասնավոր սեփականատիրական և ազատ շուկայական հարաբերությունները:\nՀատուկ կետով արձանագրվում էր, որ Հայաստանը պետք է ունենա իր մասնաբաժինը ԽՍՀՄ զինված ուժերի սպառազինությունից, պիտի հասնի սեփական դրամական միջոցների ստեղծմանը:\nՀռչակագրի մշակութային բաժնում հատուկ ուշադրություն էր հատկացվում հայերենի՝ իբրև պետական լեզվի կիրառման հիմնահարցին: Հանրապետությունում ամբողջ գործավարությունը կատարվելու էր միայն հայերենով։ Հռչակագիրն արտոնում էր մարդու իրավունքների պաշտպանություն, խղճի, կուսակցությունների, ժողովների, խոսքի ազատություն: Վերականգնվում էին Հայ առաքելական եկեղեցու ոտնահարված իրավունքները: Առանձին հոդված կար 1915 թ. Հայոց ցեղասպանության և հայկական տա րածքների մասին: Հռչակագիրը հաստատում էր նաև ՀՀ վճռականությունն Արցախն իր տարածքի անբաժանելի մասը ճանաչելու վերաբերյալ:\nՄինչև նոր Սահմանադրության ընդունումը, Հռչակագիրը ծառայում էր որպես պետության իրավական կարգավիճակը որոշող հիմնական փաստաթուղթ:\nԽՍՀՄի պահպանման փորձերը: 1991 թ. գարնանը ԽՍՀՄը փլուզման եզրին էր։ Երկրի ղեկավարությունը ջան քեր էր գործադրում Միությունը՝ փրկելու համար։ Այդ նպատակով որոշվեց մարտի 17ին հանրաքվե անցկացնել բարեփոխ ված ԽՍՀՄ–ի պահպանման վերաբերյալ: Հանրաքվեն անտեսվեց Մերձբալթյան երկրների՝ Լիտվայի, Լատվիայի և Էստոնիայի, ինչպես նաև Վրաստանի, Մոլդավիայի և Հայաստանի կողմից: Մնացած խորհրդային հանրապետություններում բնակչության մեծամասնությունը կողմ քվեարկեց ԽՍՀՄ–ի պահպանմանը:\nՀենվելով հանրաքվեի արդյունքների վրա՝ Մ. Գորբաչովը 1991 թ. ապրիլին բանակցային գործընթաց սկսեց Ինքնիշխոան Հանրապետությունների Միություն ստեղծելու մասին պայմանագիր մշակելու համար։ Հուլիսի վերջին Մ. Գորբաչովը հայտարարեց գործընթացի ավարտի մասին: Պայմանագրի հանդիսավոր ստորագրումը նշանակվեց օգոստոսի 20–ին։\n1991 թ. օգոստոսյան խռովությունշ: Գորբաչովի՝ արձակուրդ մեկնելուց հետո երկրի պահպանողական ղեկա վարները ձեռնամուխ եղան հեղաշրջում նախապատրաստելուն՝ ուղղված բարե\nփոխումների կասեցմանը։ ԽՄԿԿ լիակատար իշխանության վերականգնմանը, սեփական իշխանության պահպանմանը։\nՕգոստոսի 18ին հեղաշրջման կազմակերպիչները Ղրիմում հանդիպեցին Գորբաչովին, որը տատանողական կեցվածք ընդունեց: Օգոստոսի 19ի առավոտյան հայտարարվեց, թե Մ. Գորբաչովը վատառողջության պատճառով չի կարող կատարել երկրի նախագահի պարտակա նությունները, և դրանք անցնում են փոխնախագահ Գ. Յանակին: Երկրի կառավարման համար ստեղծվեց Արտակարգ դրության պետական կոմիտե (ԱԴՊԿ): Օգոստոսի 19ի առավոտյան զորքը մտավ Մոսկվա։\nՌուսաստանի նախագահ Բորիս Ելցինը երկրի քաղաքացիներին ուղղված դիմումի մեջ կատարվածը համարեց «հակասահմանադրական հեղաշրջում»։Օգոստոսի 21–ին խռովարարները ձերբակալվեցին: Մ. Գորբաչովը Ղրիմից վերադարձավ Մոսկվա:\nԽռովությունը սկսվեց որպես ԽՍՀՄ–ի, ԽՄԿԿ–ի, հին պետական–կուսակցական վերնախավի իշխանությունը պահպանելու համար կազմակերպված հեղաշրջում, սակայն հետո վերածվեց հակակոմունիստական «թավշյա հեղափոխության»: Այն կործանեց միութենական պետական համակարգը, ԽՄԿԿի իշխանությունը և խորհրդային հանրապետությունների «անխախտ ու հավերժ միությունը»: Խռովությունը՝ արագացրեց ԽՍՀՄի փլուզումը:\nԽՍՀՄի փլուզումը, ԱՊՀի տեղ ծումը: Մինչև նոյեմբերի կեսերը նոր ինքնիշխան պետությունների ղեկավարները քննարկում էին միութենական պայմանագրի տարբերակները։ Բանակցությունների մասնակիցների կողմից ինքնիշխան պետությունների միությունը դիտվում էր որպես համադաշնություն: Պայմանագ րի նախագծի վերջնական տարբերակում նոր միությունը բնութագրվում էր որպես «համադաշնային ժողովրդական պետություն»:\n1991 թ. դեկտեմբերի 8ին Ռուսաստանի նախագահ Բ. Ելցինը, Ուկրաինայի նախագահ Լ. Կրավչուկը և Բելոռու սիայի Գերագույն խորհրդի նախագահ Ս. Շուշկևիչը, տեղյակ չպահելով Մ. Գորբաչովին, հավաքվեցին Բելոռուսիայի Բելովեժյան արգելանոց անտառում, հայտարարեցին ԽՍՀՄի վերացման և Անկախ Պետությունների Համագործակցության (ԱՊՀ) ստեղծման մասին:\nՀայտարարության մեջ նշվում էր, որ Համագործակցությունը բաց է այն պետությունների համար, որոնք ցանկանում են դրան միանալ: Համաձայնագրի դեմ կտրուկ հանդես եկավ միայն Միխայիլ Գորբաչովը: Սակայն նրա կարծիքը չպաշտպանեց ոչ մի հանրապետություն։ Ընդհակառակը՝ նրանք, բացառությամբ Մերձբալթյան հանրապետությունների և Վրաստանի, մի քանի օրվա ընթացքում ԱՊՀին միանալու ցանկություն հայտնեցին: Դեկտեմբերի 21ին Ալմա Աթայում նախկին խորհրդային հանրապետությունները, այժմ՝ անկախ պետությունները, միայն ԱՊՀ ստեղծման համաձայնագրին: Այն խորհրդակցական համաձայնեցման գործառույթներ պիտի ունենար և օժտված չէր լինելու օրենսդրական, գործադիր ու դա տական լիազորություններով:"}
